[
  {
    "Title": "Lumpia udang kulit tahu ala fe'",
    "Ingredients": "50 gram ayam potong kotak kecil--200 gram udang besar potong kecil--1 lembar daun bawang iris halus--1/2 sendok teh garam halus/sesuai selera--1/2 sendok teh gula--1/4 sendok teh merica bubuk--1 sendok teh kecap ikan--1 sendok teh saus raja rasa--1 sendok teh saus tiram--1 sendok teh minyak wijen--1 sendok makan tepung sagu--1 sendok teh tepung terigu--1 butir telur ambil bagian putihnya saja, kocok lepas--2 lembar kembang tahu kering / kulit tahu direndam sebentar--",
    "Steps": "Campur ayam & udang dengan semua bumbu & daun bawang, aduk rata. Sesudah rata masukkan tepung sagu, terigu & putih telur. Aduk rata.--Isikan ke lembaran kulit kembang tahu & lipat seperti melipat lumpia, sambil dipadatkan agar rapi & bentuk agak pipih jangan terlalu bulat. Olesi putih telur diujung lipatan agar merekat rapat.--Kukus sekitar 15 menit hingga matang. Angkat dinginkan. Siap digoreng dengan api kecil sebentar. Anakku suka digoreng agak lama dengan kuning telur kocok sisa adonan tadi. Nanti jadi ada kayak jala2 crispynya yang gurih & kering. Angkat & tiriskan jika sudah digoreng matang.--Sajikan dengan dipotong diagonal (potong 2 serong). Siap disantap dengan saus sambal botol yang biasanya saya rebus dengan bawang goreng, cabe rawit iris, gula & sedikit air. Selamat mencoba.--"
  },
  {
    "Title": "Bakso Ayam Udang Keto",
    "Ingredients": "400 gr ayam giling--250 gr udang kupas--3 telur ayam utuh kocok--30 ml minyak goreng--1/2 sdt baking powder--secukupnya garam, lada--2 sdm bawang goreng haluskan--secukupnya Bawang merah & putih--1/2 sdt minyak wijen--Karageenan secukupnya (pengenyal)--Es batu 8 keping kotak--",
    "Steps": "Campur semua bahan dalam food processor, kecuali daun bawang dan minyak goreng.--Tuang dalam baskom lalu taburi daun bawang dan minyak goreng, uleni rata (gunakan sarung tangan). Lalu simpan 2 jam dlm kulkas.--Panaskan minyak di wajan dgn api sedang. Bulatkan adonan dengan menggunakan dua sendok. Lalu goreng sampai matang. Adonan akan mengembang saat di wajan, tapi kembali kempes stelah diangkat.--"
  },
  {
    "Title": "Udang Goreng Tepung Mayonaise",
    "Ingredients": "300 gr udang (buang kepalanya)--Jeruk nipis--Tepung bumbu Kobe--Sedikit garam--Bahan saos:--Mayonaise 2 sachet @30 ml (saya pakai mayumi)--1-2 sdm saos sambal/tomat--1 sdm susu kental manis--",
    "Steps": "Cuci bersih udang, tambahkan jeruk nipis supaya tidak amis dan sedikit garam (agar rasa udang sedikit gurih). Sisihkan.--Tuang tepung bumbu secukupnya dalam wadah beri sedikit air hingga tekstur kental. Dalam wadah lain tuang tepung bumbu yang kering (saya campur dengan 2 sdm tepung beras agar gorengan lebih kriuk).--Masukkan udang kedalam adonan cair tepung kemudian pindahkan ke dalam tepung kering. Tepuk2 ringan supaya tepung menempel. Lalu goreng dalam wajan berisi minyak panas sampai kecoklatan.--Saos Mayonaise --> campur semua bahan saos aduk rata. Koreksi rasa.--Sajikan udang goreng tepung dengan saos mayonaise (bisa dicocol atau disiram diatas udang).--Selamat menikmati â˜º--"
  },
  {
    "Title": "Udang saos padang",
    "Ingredients": "800 gr udang--secukupnya Jahe memarkan--secukupnya Lengkuas memarkan--3 sdm saos sambal--3 sdm saos tiram--1 buah tomat--secukupnya Air--secukupnya Minyak--Garam--Gula--Bumbu halus--6 siung bawang putih--8 siung bawang merah--6 buah cabai merah besar--10 buah cabai--secukupnya Merica--",
    "Steps": "Haluskan bumbu, tumis di atas wajan dengan minyak secukupnya--Masukkan udang, tomat, dan air--Beri gula, garam, saos tiram dan sambal, aduk rata, kemudian tes rasanya--"
  },
  {
    "Title": "Udang Goreng Mentega",
    "Ingredients": "200 gr udang--1/2 buah bawang bombai--2 buah bawang putih--5 buah bawang merah--4 sdm mentega--1 sdt saus tiram--1 sdt saus pedas--1 sdt saus tomat--1 jumput garam--",
    "Steps": "Bersihkan udang--Iris bawang merah, bawang putih dan bawang bombai menjadi bagian yang kecil dan tipis.--Siapkan wajan / teflon, nyalakan api kecil, kemudian masukan mentega hingga leleh dan panas.--Tumis bawang merah dan bawang putih sebentar saja sekitar 1 menit. Lalu masukan bawang bombai. Tumis lagi hingga harum.--Masukkan udang, garam, saus tiram, saus pedas dan saus tomat. Aduk hingga rata--Jika sudah matang, angkat dan sajikan :)--"
  },
  {
    "Title": "Udang pete balado",
    "Ingredients": "250 gr udang ukuran sedang, kupas, buang kepala dan kulitnya--1 papan petai, buka, bersihkan dr kulitnya, potong mjd 2--4 siung bawang merah--3 siung bawang putih--2 butir kemiri--10 buah cabe merah keriting--Garam secukupnyag--secukupnya Gula pasir--1 ruas jari lengkuas, bersihkam, geprek--1 lembar daun salam--Minyak goreng--1 buah jeruk nipis, belah 2, peras ambil airnya--",
    "Steps": "Tuang perasan air jeruk nipis ke dalam udang yg sudah dibersihkan. Beri sedikir garam, Aduk2.diamkan sekitar 10menit. Sisihkan.--Tuang minyak sayur, goreng udang dengan api sedang, aduk2 sebentar sampai udang berubah warna kemerahan dan matang, tiriskan. Angkat.--Haluskan bawang putih, bawang merah, kemiri, cabe rawit merah. Sisihkan--Tumis bumbu halus, daun salam dan lengkuas dengan api kecil agar matng dan tidak cepat gosong.--Jika sudah tercium bau harum lalu masukan potongan2 petai yg sudah bersih, aduk2 sebentar, koreksi rasa, tambahkan garam dan gula secukupnya. Aduk kembali hingga rata--Masukan udang yg telah digoreng, aduk rata, angkat. Sajikan.--"
  },
  {
    "Title": "Bakso udang debm",
    "Ingredients": "500 gram udang--1 sdm tepung keto--1 butir putih telur--1 sdm minyak wijen (opsional)--3 biji bawang putih--Secukupnya garam--3 cube es batu--Secukupnya air es--",
    "Steps": "Campurkan smua bahan kecuali air es dalam food procesor.proses sampai bener2 halus--Panaskan air dalam panci.bulat2 kan adonan menggunakan sendok lalu rebus sampai matang.--Angkat dan rendam dalam air es untuk menghentikan proses pematangan.biar kenyel ga lembek--Selamat mencoba--"
  },
  {
    "Title": "Udang Goreng Tepung",
    "Ingredients": "250 gr udang kupas--9 sdm tepung terigu--3 sdm tepung kanji--1/2 sdt merica bubuk--Bahan Perendam:--1 butir telur--1/2 sdt merica--1 siung bawang putih--1/2 sdm saos tiram--secukupnya Garam--",
    "Steps": "Haluskan bawang, merica dan garam.--Kocok telur, campur dengan bumbu yang sudah dihaluskan ditambah saos tiram.--Masukkan udang ke kocokan telur.--Campur tepung terigu, kanji dan merica bubuk.--Ambil udang dan masukkan ke campuran tepung. Lalu celup lagi ke kocokan telur, ualngi masukkan ke tepung sambil ditekan telan dan dicubit-cubit.--Goreng udang di minyak yang sudah panas. Api sedang. Goreng hingga udang tercelup minyak semua. Biar irit minyak, saya memakai panci kecil. Jadinudang bisa tercelup minyak semua.--Sajikan..biasanya untuk mengoreksi rasa, saya goreng udangnya ato tepungnya sedikit dulu, bila kurang asin bisa ditambah garam di kocokan telur.--"
  },
  {
    "Title": "Udang Saus Telor Asin",
    "Ingredients": "500 gr Udang, kupas & sisakan ekornya--2 sdt Air jeruk nipis--1/4 sdt Garam--1/4 sdt Merica--6 sdm Tepung Maizena--3 btr Kuning telur asin, haluskan--50 ml Air panas--1/4 sdt Kaldu bubuk, bisa diskip bila dirasa asinnya pas--3 bh Bawang putih, cincang halus--1/4 sdt Gula--1 btg Daun bawang iris halus--secukupnya Minyak goreng--2 sdm Margarin--",
    "Steps": "LumuriÂ udang dengan air jeruk nipis, garam dan merica bubuk. Diamkan sekitar 15 menit. Taburkan maizena dan balut sampai rata. GorengÂ udang dengan minyak yang banyak hingga matang dan tepung kering. Angkat. Sisihkan.--Larutkan kaldu bubuk dalam air panas. Sisihkan.--Panaskan margarin, tumis bawang putih hingga harum. Masukkan kuning telur asin, aduk rata.--Masukkan air kaldu dan gula pasir. Masak hingga mendidih. Masukkan daun bawang. Aduk rata sebentar. MasukkanÂ udang goreng. Aduk cepat sampaiÂ udang terbalut rata. Matikan api. Angkat. Sajikan panas--"
  },
  {
    "Title": "Udang simpel",
    "Ingredients": "250 gr udang (buang kepala)--3 bawang putih (digeprek)--secukupnya garam--secukupnya tumbar bubuk--secukupnya minyak--",
    "Steps": "Udang dicuci bersih.--Siapkan wajan, beri sedikit minyak. Tumis bawang putih hingga harum, lalu masukkan udangn--Dioseng sebentar. Tambahkan garam dan tumbar bubuk.--Oseng sebentar, tunggu hingga air tinggal sedikit.--Udang siap disajikan.--"
  },
  {
    "Title": "Udang Saos padang",
    "Ingredients": "500 gr udang buang kepalanya--1 buah telor ayam kocok lepas--1 buah bawang bombay--3 sdm saos sambal--2 sdm saos tiram--2 sdm saos tomat--Daun bawang--Kaldu bubuk--secukupnya Gula pasir--2 gelas air--âœ¨bumbu halus--1 ons cabe keriting--2 buah cabe merah besar--5 siung bawang merah--2 siung bawang putih--",
    "Steps": "Cuci bersih udang beri perasan jeruk nipis diamkan 5 menit lalu bilas lagi. Goreng sebentar--Tumis bumbu halus smp harum lalu bawang bombay masukan semua saus lalu udang aduk rata lalu masukan air tunggu sampai mendidih--Masukan kaldu bubuk dan gula tes rasa bila sudah pas tunggu smpai air agak susut masukan kocokan telur aduk rata lagi--Terakhir masukan daun bawang jika sudah surut kuah nya angkat sajikann.--"
  },
  {
    "Title": "Udang Saus Mentega",
    "Ingredients": "500 gr pindang udang, buang kepalanya--6 siung bawang putih cincang halus--4 sdm margarin--1/2 sdt merica bubuk--Secukupnya garam--Secukupnya gula--2 sdm kecap manis--Secukupnya kaldu bubuk--",
    "Steps": "Tumis bawang putih dengan margarin sampai harum. Masukkan udang, tumis hingga berubah warna. Masukkan bumbu lainnya. Masak hingga bumbu meresap. Angkat dan sajikan.--"
  },
  {
    "Title": "Udang goreng mentega",
    "Ingredients": "250 gram udang--1 buah bawang bombay, potong sesuai selera--1 siung bawang putih,geprek cincang halus--1 sdt saos tiram--1 sdm kecap manis--1 sdm saos (tomat / saos sambal sesuai selera)--1 sdt kecap asin / garam / kaldu bubuk--Secukupnya mentega--Secukupnya minyak goreng--",
    "Steps": "Goreng udang dengan minyak panas, sesaat sebelum di angkat masukan 1 sdm mentega. Goreng hingga matang, angkat dan tiriskan dulu--Tumis bombay dan bawang putih hingga harum pakai minyak bekas menggoreng udang, kalau kurang tambah lagi minyak / mentega nya--Masukan udang goreng, beri aneka saos dan kecap manis--Angkat. Sajikan--"
  },
  {
    "Title": "Udang Saos Tiram",
    "Ingredients": "250 gr udang, belah punggung--1/2 buah wortel, potong korek--1 batang daun bawang, iris serong--3 siung bawang putih, cincang halus--4 buah cabe merah, iris serong--1 bungkus saori saos tiram--1 sdm kecap manis--Secukupnya merica bubuk--Secukupnya air--",
    "Steps": "Tumis bawang putih, setelah wangi masukkan cabe merah, daun bawang, dan wortel.--Setelah itu masukkan udang, aduk2 hingga udang berubah warna.--Lalu masukkan air, saos tiram, kecap manis, dan merica bubuk.--Aduk-aduk hingga matang.--Tes rasa, sajikan.--"
  },
  {
    "Title": "Balado udang pete",
    "Ingredients": "250 gram udang--4 buah pete--Bahan halus:--4 siung bawang merah--3 siung bawang putih--3 kemiri--3 cabe besar--10 cabe rawit--2 sendok Kecap bango--secukupnya Garam--secukupnya Air--secukupnya Sasa--",
    "Steps": "Cucu bersih udang--Tumis bumbu halus sebentar saja--Masukkan pete--Lalu udang--Tambahkan garam dan sasa--Tunggu udang hingga berubah warna icip icip rasa--Ok siap di hidangkan--"
  },
  {
    "Title": "Udang nugget balado",
    "Ingredients": "250 gram udang--10 buah nugget ayam--3 sdm cabe giling kasar--2 gelas minyak utk menggoreng--Secukupnya air--Secukupnya garam--Secukupnya penyedap--",
    "Steps": "Cuci udang dan buang kepala nya--Potong nugget menjadi 2--Panaskan minyak dan goreng nugget--Setelah itu goreng udang--Tumis cabe kasar beri garam, penyedap, dan sedikit air--Lalu masukkan nugget dan udang kedalam cabe, aduk rata setelah matang sajikanðŸ˜‰--"
  },
  {
    "Title": "Pepes udang kemangi",
    "Ingredients": "250 gr udang--500 gr tahu,dihaluskan--sesuai selera Cabe--5 cm kunyit--5 siung bawang merah--3 siung bawang putih--1 ruas jari lengkuas--3 lembar daun jeruk--Segenggam kemiri--3 buah telur--sesuai selera Garam--sesuai selera Daun kemangi--Daun pisang untuk membungkus--",
    "Steps": "Haluskan duo bawang,daun jeruk,lengkuas,kunyit,cabe,kemiri (jika menggunakan blender dan menambahkan air sebaiknya tahu diperas dulu sebelum menghaluskannya)--Haluskan tahu yg sudah diperas lalu campur dgn bumbu--Tambahkan garam,kalo kurang asin tambahkan lg--Masukkan udang yg sudah dikupas dan telur,kemudian aduk rata dan masukkan daun kemangi--Siapkan daun pisang untuk membungkus,masukkan 2sdm pepes atau sesuai selera--Kukus kurleb 30 menit atau sampai keluar aroma pepes--Bisa jg ditambahkan cabe hijau yg dirajang untuk yg doyan pedas--Fungsi telur adalah untuk memadatkan pepes--Selamat mencoba--"
  },
  {
    "Title": "Udang Saos Barbeque",
    "Ingredients": "250 gr Udang--1 bh bawang Bombay kecil--3 siung bawang putih--3 buah cabe merah besar (bisa ditambah rawit klo mau lebih pedas)--2 sdm saos barbeque (saya pakai merk delmonte)--1 sdm saos tiram--1/2 sdm kecap manis--2 sdm saos tomat--Garam--Gula--Merica--secukupnya Air--",
    "Steps": "Tumis duo bawang n cabe merah smpai wangi, masukkan saos barbeque, saos tiram, saos tomat, dan kecap.--Masukkan udang yg sdh dibersihkan sebelumnya, kemudian masukkan air sesuai selera.--Masukkan garam, gula, n merica. Masak hingga mendidih.--Sajikan.--"
  },
  {
    "Title": "Udang Teriyaki",
    "Ingredients": "250 gr udang yg besar--1 bawang bombay potong besar2--2 bawang putih geprek lalu cincang kasar--3 sdm saus teriyaki (aku pake saori)--1 sdm margarin untuk menumis--",
    "Steps": "Cuci bersih udang, buang kepalanya & kupas kulitnya lalu potong2 sesuai selera yah. Bisa juga gak dikupas ya, tapi ini aku kupas udangnya soalnya buat sibocil, dia belum bisa ngupas udang, biar ga ribet makannya.--Tumis bawang bombay & bawang putih dengan margarin sampai wangi lalu masukkan udang. Aduk2 sampai udang berubah warna--Masukkan saus teriyaki, masak sampai udang matang & saus menyusut--Sajikan hangat2, pake nasi putih anget, dijamin si bocil lahap makannya ðŸ˜„ðŸ˜„--"
  },
  {
    "Title": "Udang goreng Tepung saus Asam Manis",
    "Ingredients": "250 gram udang, bersihkan,cuci, tiriskan--Bahan pelapis :--4 sdm tepung terigu--1 sdm tepung maizena--1 sdm tepung bumbu, instan--1/4 sdt masing2 garam dan merica--1 butir telur ayam, kocok asal--50 ml - 60 ml air matang--Saus asam manis :--2 siung bawang putih--1 buah bawang bombai kecil--1 buah tomat, rebus, buang kulitnya--1/2 buah buah nanas--1/2 batang wortel, potong bentuk korek api--2 sdm pasta tomat/sambal tomat--1 sdt kecap asin--1/2 sdt masing2 merica dan gula pasir--100 ml air matang--1 sdt tepung maizena+1 sdm air, untuk pengental kuah (saya skip)--",
    "Steps": "Campur tepung terigu, maizena, tepung bumbu, garam, merica, telur kocok dan air. Masukkan udang, aduk sampai terbalut tepung.--Goreng satu persatu hingga kedua sisinya berwarna kuning keemasan. Angkat, tiriskan minyaknya.--Potong-potong bawang putih, bombai, wortel, nanas dan tomat rebus.--Panaskan 2 sdm minyak goreng, tumis bawang putih dan bombai hingga harum. Masukkan wortel, tomat, nanas, pasta tomat, kecap asin, merica, gula pasir dan air aduk, biarkan mendidih. Tes rasa.--Angkat saus, pindahkan dalam wadah.--Hidangkan di piring dengan sausnya.--Penyajian, tata nasi putih, udang goreng tepung lalu siram dengan saus asam manis. Uwh sedap.--"
  },
  {
    "Title": "Shrimp Chilli Sauce",
    "Ingredients": "200 gram Udang--2 siung Bawang putih--Jahe--Daun bawang--3 x sendok makan Tepung ubi--Saus sambal 1 x sendok makan--Saus tomat 3 x sendok makan--",
    "Steps": "Cuci udang dan keringkan dengan paper towel--Kasih garam dan merica--Cincang bawang putih--Cincang jahe--Cincang daun bawang--Untuk membuat saus. Campur saus sambal, saus tomat, gula, kecap asin, tepung ubi dan air--Lumuri udang dengab tepung ubi--Setelah udang berubah warna kemerahan, sisihkan udang ke pinggir. Masukkan bawang, jahe dan daun bawang dan tumis--Setelah masak, campur udang dan masukkan saus--Setelah saus mulai mengental, siap untuk dihidangkan--Sajikan--"
  },
  {
    "Title": "Udang bakar",
    "Ingredients": "500 grm udang galah--1 sdm mentega di lelehkan--1 sdm madu--5 sdm saus sambal botolan--1 sdt kecap ikan/ kecap manis sesuai selera--1 buah jeruk nipis peras airnya--2 buah cabai merah besar di haluskan--3 siung bawang putih haluskan--1 sdt ketumbar sangrai haluskan--1/2 sdt garam--1/2 sdt mericaputbuk--Tusuk satai / batang sereh--",
    "Steps": "Cuci bersih udang terutama di bagian kepala lalu belah bagian punggung jgn sampai putus lalu lumuri udang dgn jeruk nipis--Bumbu rendaman campurkan mentega yg sudah di lelehkan, dgn madu, saus, kecap, bawang putih dan cabai yang sudah di halsukan, ketumbar, garam, merica aduk rata rendam udang dalam campuran bumbu kurleb 20m--Tusk udang dgn batang serai lalu bakar udang atau bisa juga di panggang di atas teflon sambil di lumuri kembali dgn saus rendaman bolak balik hingga matang dan harum, setelah matang bisa di sakikan dgn kecap di beri taburan potongan cabe rawit hijau dan irisan bawang merah--"
  },
  {
    "Title": "Udang Orak Arik",
    "Ingredients": "250 gr udang kupas--4 btr telur kocok (bebas sesuai selera ya)--Bawang merah cincang--Bawang bombay iris--Cabe merah iris tipis--Garam--Merica--Kaldu jamur bubuk--Sedikit air--",
    "Steps": "Tumis bawang merah, bombay dan cabe merah sampai harum--Masukkan udang dan aduk sampai 1/2 matang--Tambahkan kocokan telur dan aduk2--Tambahkan garam, merica dan kaldu jamur--Masukkan air sedikit saja dan koreksi rasa. Biarkan sampai air mengering, angkat--"
  },
  {
    "Title": "Udang sambal dabu dabu",
    "Ingredients": "250 gr udang segar--2 sdm Tepung terigu--1 sdm Tepung tapioka/aci/kanji--Tomat hijau--Cabe rawit merah (cabe jablay)--Cabe rawit hijau--5 siung Bawang merah--7 siung Bawang putih--secukupnya Garam--Minyak goreng--2 cm Jahe--",
    "Steps": "Bersihkan udang dan lumuri dengan jahe, bawang putih 2 siung, dan garam yg telah dihaluskan, biarkan 10 menit--Campur tepung terigu, tepung tapioka, dan garam tanpa menambahkan air--Masukan udang dalam adonan tepung sambil remas remas lalu goreng--Siapkan sambal dabu dabu: potong bawang merah, bawang putih, cabe, dan tomat--Panaskan minyak untuk membuat sambal dabu dabu, masukkan bawang merah dan bawang putih aduk sebentar, masukkan cabe dan tomat aduk sebentar sambil tambahkan garam,.--Angkat udang yang sudah matang dan siram dengan sambal dabu dabu--"
  },
  {
    "Title": "Udang Asam manis mudah, praktis,yummyy",
    "Ingredients": "250 gr udang (boleh kupas boleh tidak, saya dikupas)--1 buah jeruk nipis--2 sdm margarin untuk menumis--Bumbu Diiris dan di goreng :--1 ruas jahe--1 siung bawang putih--1 buah bawang bombay--1 sdm saori saos tiram--2 SDM saos pedas--1 sdm saos tomat--1 gelas belimbing air--Secukupnya gula--Secukupnya garam--Secukupnya royco--1 buah daun bawang (potong miring)--5 buah cabe rawit setan (potong memanjang)--",
    "Steps": "Bersihkan udang dan rendam dengan perasan air jeruk nipis kurleb 10 men it.--Iris2 bumbu yg digoreng, masukkan margarin, bawang putih,bawang bombay,, setelah harum masukkan saos tiram,saos cabe, saos tomat, tambahkan air,gula, garam, royco dan koreksi rasa.--Masukkan udang dan biarkan sampai bumbu meresap.--Masukkan daun bawang dan cabe yg telah di potong2.--Aduk rata dan sajikan.--Itu biar kelihatan banyak saya tambahkan kentang goreng frozen food yg Sudah digoreng.--"
  },
  {
    "Title": "Spicy Garlic Prawn / Udang Bawang Putih Pedas",
    "Ingredients": "300 gram udang--2-3 siung bawang putih, rajang halus--3 buah cabe rawit, iris--1 buah cabe keriting, iris--3 sdm mentega--2 sdm minyak wijen--3 sdm kecap asin--1 sdm saus tiram--1-2 batang daun bawang, iris--secukupnya Kecap ikan--secukupnya Lada bubuk--",
    "Steps": "Bersihkan udang, kupas kulit kepala & kaki udang. Sisakan kulit ekornya.--Tumis bawang putih dengan mentega hingga harum. Masukkan udang, cabe rawit, cabe keriting, daun bawang, kecap asin, saus tiram, minyak wijen, dan kecap ikan.--Aduk rata selama 5 menit saja hingga udang berubah warna. Angkat. Sajikan dengan nasi hangat.--"
  },
  {
    "Title": "Udang Balado (Lauk Untuk Tumpeng)",
    "Ingredients": "500 gr Udang Laut bersihkan, buang kepala dan kotorannya--secukupnya Garam--secukupnya Gula Pasir--secukupnya Minyak Goreng untuk menumis--100 ml Air--Bumbu Halus--7 butir Bawang merah--3 siung Bawang Putih--3 buah Tomat Merah--3 buah Cabe Merah--7 buah Cabe Rawit (sesuai selera)--Rempah daun--3 lembar Daun Jeruk--1 Batang Sereh memarkan--",
    "Steps": "Haluskan semua bahan untuk Bumbu Halus. Jika menggunakan blender, tambahkan minyak saat menghaluskan.--Panaskan minyak goreng di wajan, tumis bumbu halus dan Rempah Daun sampai harum dan pecah minyak.--Bumbui dengan garam dan sedikit gula pasir, masukkan udang yang telah disiangi dan dicuci bersih, beri air, masak sampai air menyusut.--Siap dihidangkan dengan nasi putih maupun sebagai lauk tumpeng.--"
  },
  {
    "Title": "Udang Tofu Goreng Mentega",
    "Ingredients": "200 gr udang kupas--1 bungkus egg tofu, potong2, goreng--1 sdm putih telur--2 sdm tepung bumbu serbaguna--Bahan saus:--1/2 siung bawang bombay iris--1 siung bawang putih cincang--3 buah cabe merah iris--1 batang daun bawang, iris--1 sdm saus tiram--1/2 sdm saus tomat--1 sdm kecap manis--1 sdm butter--1 sdt minyak wijen--secukupnya Gula, garam, lada--secukupnya Air--",
    "Steps": "Campur udang, putih telur dan tepung bumbu. Aduk rata. Lalu goreng hingga matang. Angkat. Sisihkan--Panaskan butter lalu masukan bawang & cabe tumis hingga wangi dan layu.--Masukan bahan saus lainnya. Cicipi--Masukan udang & tofu yg telah digoreng. Aduk rata. Angkat--Sajikan ðŸ˜Š--"
  },
  {
    "Title": "Udang goreng mentega sederhana",
    "Ingredients": "250 gr udang, cuci bersih--3 siung bawang putih--1 buah bawang bombai--3 sdm mentega--secukupnya Garam--secukupnya Air--",
    "Steps": "Iris harus semua bawang--Panaskan mentega, tumis bawang sampai harum, masukan air (saya sedikit kira2 4 sdm)--Masukan udang, tambahkan garam lalu koreksi rasa. Masak sebentar aja sampe udah berubah warna.--Siap dinikmati--"
  },
  {
    "Title": "Udang saus padang",
    "Ingredients": "250 gr udang--2 buah jagung manis--2 lembar daun jeruk--2 lembar daun salam--jus tomat (2bh tomat diblender)--secukupnya gula merah + kaldu bubuk--Bumbu halus:--4 siung bawang merah--3 siung bawang putih--6 buah cabe merah--4 buah cabe rawit merah--1/2 sdt lada bubuk--1 batang sereh ambil putihnya--1 cm lengkuas--1 cm jahe (bakar)--1 cm kunyit (bakar)--4 butir kemiri (sangrai)--",
    "Steps": "Potong2 jagung manis, lalu rebus hingga matang. angkat dan tiriskan--Bersihkan udang--Tumis smua bumbu halus hingga layu, lalu masukan daun jeruk dan daun salam, tumis hingga harum--Masukan jus tomat, gula merah dan kalsu bubuk, aduk2 hingga mendidih--Masukan udang, masak hingga berubah warna--Masukan jagung manis, aduk rata. Lalu koreksi rasa--Masak hingga bumbu meresap--Angkat dan sajikan ðŸ˜‹ðŸ˜‹.--"
  },
  {
    "Title": "Udang saos super simple",
    "Ingredients": "250 gram udang ukuran besarsedang--2 siung bawang putih--1/2 potong bawang bombai--2 sdm Saos pedas--1 sdm saos tomat--Cabai rawit (jika suka pedas cc.me tidak)--Secukupnya gula dan garam--3 sdm Minyak goreng--Kurleb 100cc  Air (optional)--",
    "Steps": "Kupas dan bersihkan udang, buang bagian yg keras. Rendam dgn air dan sedikit garam kurleb setengah jam.--Kupas dan iris bawang putih dan bawang bombai, tumis dengan minyak sampai harum masukkan udang tunggu udang berubah warna--Setelah berubah warna masukkan saos, air, gula, garam. Cek rasa bila sudah pas diamkan hingga bumbu meresap kurleb 5 menit.--Jika sudah hidangkan panas-panas dengan nasi putih hangat+krupuk. Maknyoss--"
  },
  {
    "Title": "Udang Asam Manis Pedas",
    "Ingredients": "200 gr udang--bumbu iris :--3 cabe merah keriting--5 cabe rawit--1 bawang bombay--4 siung bawang putih--1 buah tomat merah--secukupnya saos pedas--1 sdm saos tiram--secukupnya Gula Garam--secukupnya air--secukupnya minyak--secukupnya kaldu bubuk--bawang goreng utk taburan--",
    "Steps": "Kupas udang lalu cuci bersih sisihkan--Kupas semua bumbu lalu cuci dan iris2 sisihkan--Panaskan wajan.lalu tumis bumbu sampai harum...tambahkan air..saos pedas..Gula Garam.kaldu bubuk,saos tiram lalu masukan udang--Masak sampai matang..tes rasa..masukan irisan tomat--Angkat lalu taburi bawang goreng..sajikan ðŸ˜‰--"
  },
  {
    "Title": "Udang Krispi Asam Manis",
    "Ingredients": "250 gram udang segar, buang kepala, bersihkan--100 gram tepung maizena--4 siung bawang putih--1 siung bawang bombay (saya skip, soalnya lupa beli)--5 buah cabai merah--Seruas jahe--1 lembar daun jeruk--5 sdm saus tomat--2 sdm saus sambal--1 sdm saus tiram--1 sdm kecap asin--1 sdm kecap ikan--1 sdm tepung maizena--Sejumput garam--Sejumput gula--Sejumput lada bubuk--secukupnya Air--",
    "Steps": "Setelah udang dibersihkan, rendam dengan sedikit air yang sudah diberi geprekan 1 siung bawang putih dan sedikit garam--Gulingkan seluruh udang diatas tepung maizena hingga rata--Goreng dalam minyak panas hingga matang, sisihkan--Iris bawang putih, bombay, dan cabai--Tumis bawang putih, bombay, dan cabai hingga harum, tambahkan air--Masukkan daun jeruk dan jahe, aduk-aduk--Masukkan saus tomat, saus sambel, kecap asin, kecap ikan, dan saus tiram--Tambahkan sedikit garam, gula, dan lada bubuk--Masukkan tepung maizena yang sudah diencerkan--Aduk-aduk hingga mengental dan koreksi rasa--Siramkan ke atas udang goreng krispi--"
  },
  {
    "Title": "Udang sambal dabu dabu",
    "Ingredients": "250 gr udang segar--2 sdm Tepung terigu--1 sdm Tepung tapioka/aci/kanji--Tomat hijau--Cabe rawit merah (cabe jablay)--Cabe rawit hijau--5 siung Bawang merah--7 siung Bawang putih--secukupnya Garam--Minyak goreng--2 cm Jahe--",
    "Steps": "Bersihkan udang dan lumuri dengan jahe, bawang putih 2 siung, dan garam yg telah dihaluskan, biarkan 10 menit--Campur tepung terigu, tepung tapioka, dan garam tanpa menambahkan air--Masukan udang dalam adonan tepung sambil remas remas lalu goreng--Siapkan sambal dabu dabu: potong bawang merah, bawang putih, cabe, dan tomat--Panaskan minyak untuk membuat sambal dabu dabu, masukkan bawang merah dan bawang putih aduk sebentar, masukkan cabe dan tomat aduk sebentar sambil tambahkan garam,.--Angkat udang yang sudah matang dan siram dengan sambal dabu dabu--"
  },
  {
    "Title": "Udang Asam manis mudah, praktis,yummyy",
    "Ingredients": "250 gr udang (boleh kupas boleh tidak, saya dikupas)--1 buah jeruk nipis--2 sdm margarin untuk menumis--Bumbu Diiris dan di goreng :--1 ruas jahe--1 siung bawang putih--1 buah bawang bombay--1 sdm saori saos tiram--2 SDM saos pedas--1 sdm saos tomat--1 gelas belimbing air--Secukupnya gula--Secukupnya garam--Secukupnya royco--1 buah daun bawang (potong miring)--5 buah cabe rawit setan (potong memanjang)--",
    "Steps": "Bersihkan udang dan rendam dengan perasan air jeruk nipis kurleb 10 men it.--Iris2 bumbu yg digoreng, masukkan margarin, bawang putih,bawang bombay,, setelah harum masukkan saos tiram,saos cabe, saos tomat, tambahkan air,gula, garam, royco dan koreksi rasa.--Masukkan udang dan biarkan sampai bumbu meresap.--Masukkan daun bawang dan cabe yg telah di potong2.--Aduk rata dan sajikan.--Itu biar kelihatan banyak saya tambahkan kentang goreng frozen food yg Sudah digoreng.--"
  },
  {
    "Title": "Spicy Garlic Prawn / Udang Bawang Putih Pedas",
    "Ingredients": "300 gram udang--2-3 siung bawang putih, rajang halus--3 buah cabe rawit, iris--1 buah cabe keriting, iris--3 sdm mentega--2 sdm minyak wijen--3 sdm kecap asin--1 sdm saus tiram--1-2 batang daun bawang, iris--secukupnya Kecap ikan--secukupnya Lada bubuk--",
    "Steps": "Bersihkan udang, kupas kulit kepala & kaki udang. Sisakan kulit ekornya.--Tumis bawang putih dengan mentega hingga harum. Masukkan udang, cabe rawit, cabe keriting, daun bawang, kecap asin, saus tiram, minyak wijen, dan kecap ikan.--Aduk rata selama 5 menit saja hingga udang berubah warna. Angkat. Sajikan dengan nasi hangat.--"
  },
  {
    "Title": "Bakwan jagung udang",
    "Ingredients": "100 gr udang--2 bh jagung--1 btr telur--6 sdm tepung terigu--2 sdm tepung beras--2 btng daun bawang (di fto aka ga pkai)--3 siung bawang merah iris2--Secukupnya air--Bumbu halus :--1/2 sdt ketumbar haluskan--Merica haluskan--3 siung bawang putih--Garam & gula--",
    "Steps": "Siapkan wadah, campurkan smua bahan trmsuk bumbu halus--Tambahkan air aduk sampai rata, setelah itu goreng sampai matang dgn api sedang--"
  },
  {
    "Title": "Udang Tofu Lada Hitam",
    "Ingredients": "225 gram Udang windu--1 bungkus Tofu, potong2 lalu goreng--Bumbu marinasi :--1/2 sdt Garam--1/4 sdt Merica bubuk--Bumbu :--1 buah Bawang bombay, iris2--3 siung Bawang putih, cincang halus--2 buah Cabe keriting (merah dan hijau), potong serong--Bahan saos (kl mau lebih banyak saus, tinggal dikalikan 2 aja) :--2-3 sdm Kecap Inggris--1-2 sdm Kecap manis--2 sdm Saus sambal--1 sdm Saus tomat--1-2 sdt Lada hitam, ulek kasar--1 sdt Garam--Bahan Tambahan :--1 sdm Tepung tapioka--1 sdm Butter--1 batang Daun bawang, iris2--",
    "Steps": "Siangi udang, kupas kulitnya dan sisakan bagian ekor. Kerat punggungnya lalu cuci bersih. Lumuri udang dgn garam dan merica. Diamkan sekitar 15 menit--Campur bahan saus jadi satu, aduk rata.--Baluri udang dengan tepung tapioka, aduk2. Lalu goreng sebentar, cukup sampai berubah warna saja.--Panaskan minyak dan butter, tumis duo bawang dan cabe sampai harum.--Masukkan bahan saus, masak sampai sausnya mendidih.--Masukkan udang, tofu dan daun bawang. Masak sampai bumbu meresap. Angkat dan sajikan.--Asli enak bgt. Sukaaaa ðŸ˜Š--Enak--"
  },
  {
    "Title": "Ayam Geprek",
    "Ingredients": "250 gr daging ayam (saya pakai fillet)--Secukupnya gula dan garam--50-100 gr tepung ayam serbaguna--Secukupnya lalapan (kemangi,kol,timun)--Secukupnya minyak panas--â¤sambal korek--Secukupnya cabe rawit merah dan bwg putih--",
    "Steps": "Goreng ayam seperti ayam krispi--Ulek semua bahan sambal kemudian campur dengan minyak panas bekas goreng ayam--Geprek ayam kemudian campur dengan sambal,sajikan dengan lalapan â¤--"
  },
  {
    "Title": "Minyak Ayam",
    "Ingredients": "400 gr kulit ayam & lemaknya--8 siung bawang putih kating, cincang kasar--1 ruas jahe, geprek--350 ml minyak goreng--1 sdm ketumbar bubuk--",
    "Steps": "Cuci bersih kulit ayam. Sisihkan--Ambil 50 ml minyak goreng satu bahan yg sudah disiapkan tadi. Tumis jahe hingga harum.--Masukkan kulit ayam, ketumbar dan bawang. Biarkan hingga keluar minyak alaminya sambil diaduk-aduk.--Tambahkan sisa minyak goreng. Masak hingga kulit ayam mengering. Angkat dan saring.--Setelah cukup dingin minyak ayam tadi dapat disimpan dalam wadah kering seperti mason jar/botol. Kalo saya, saya masukkan juga sedikit bawang putih goreng.--Kulit ayam yg sudah digoreng kering tadi bisa dinikmati begitu saja sebagai camilan dengan ditaburi sejumput garam lalu aduk rata.--"
  },
  {
    "Title": "Steak ayam",
    "Ingredients": "300 gr dada ayam fillet--1 sdm air jeruk nipis--secukupnya garam--adonan basah--50 gr terigu--10 gr maizena--1/4 sdt merica--garam--secukupnya air--adonan kering--150 gr terigu--30 gr maizena--1/2 sdt merica bubuk--1/4 sdt kaldu jamur--secukupnya garam--secukupnya minyak goreng--bahan saus jamur--50 gr jamur tiram blender--3 bawang putih cincang halus--20 gr keju parut--1 sdm maizena cairkan dgn air--2 sdm saus tiram--1 sdm kecap manis--1/2 sdt merica halus--secukupnya garam & kaldu jamur--air--bahan pelengkap--buncis dan wortel di kukus--",
    "Steps": "Cuci bersih ayam, iris tipis melebar, rendam dgn garam dan air jeruk nipis 10 menit, cuci--Campur adonan kering, sisihkan--Campur adonan basah, sisihkan--Panaskan minyak goreng dgn api sedang, gulingkan ayam pada adonan kering, lalu celup ke adonan basah, gulingkan lg pada adonan kering, jgn di remas2, kibas2 daging ayam pada adonan kering, lalu goreng di minyak yg banyak dan panas, biarkan krispinya terbentuk dl, jgn di balik2 dl, setelah cukup kering br di balik, goreng smpe matang, tiriskan--Blender jamur tiram kasih air sedikit. tumis bawang putih yg di cincang halus, masukkan jamur yg di blender, masukkan bumbu2 yg lain sampai meresap, lalu tuang maizena yg sdh di cairkan dgn setengah gelas air, aduk2, masukkan keju parut, aduk sampai meletup2, tes rasa, klo sdh sesuai, angkat--Tata dlm piring, ayam goreng tepung dan sayur kukus, siram dgn saus jamur, taburi daun bawang atau parsley jk ada.--"
  },
  {
    "Title": "Ayam suwir",
    "Ingredients": "300 gram Ayam suwir (sudah direbus/Goreng)--5 siung bawang merah--3 siung bawang putih--1/2 buah tomat--1/2 sdt merica--1/2 sdt terasi--2 buah cabe rawit--2 buah cabe kriting--Secukupnya gula--Secukupnya garam--Secukupnya air--Secukupnya penyedap rasa (Royco)--2 lembar daun salam--1 jari Lengkuas geprek--",
    "Steps": "Haluskan semua bumbu kecuali tomat, lengkuas, Dan daun salam--Siapkan wajan untuk menumis Bumbu, kemudian tuang sedikit minyak Goreng Dan tumis Bumbu yang sudah dihaluskan ditambah daun Salam Dan lengkuas--Setelah tercium bau Bumbu yang ditumis kemudian masukkan tomat yang sudah dipotong potong--Kemudian setelab tomat layu masukkan air secukupnya Dan rasakan kuahnya kalau belum pas bisa ditambahkan penyedap rasa (Royco)--Masukkan ayam yang sudah disuwir Dan aduk--Tunggu sampai meresap Dan air berkurang--Dan sajikan--"
  },
  {
    "Title": "Ayam goreng tepung",
    "Ingredients": "150 gr fillet ayam--5 sdm tepung bumbu serbaguna--1 butir telur ayam (kocok lepas)--Garam sck--Minya goreng secukupnya untuk menggoreng--",
    "Steps": "Cuci ayam, tiriskan beri perasan jeruk lemon (skip boleh) Potong ayam bentuk dadu.--Koco telur beri secukupnya garam. Masukkan ayam yg telah dipotong dadu.--Balurkan ke dalam tepung serbaguna.--Goreng pada minyak yg panas.--Siap disantapðŸ˜˜ðŸ˜˜ðŸ˜˜ðŸ˜˜--"
  },
  {
    "Title": "Ayam suwir",
    "Ingredients": "400 grm dada ayam--3 lembar daun jeruk--4 siung bawang putih--6 siung bawang merah--1 cm jahe--1 cm kunyit--secukupnya Garam dan gula--Minyak untuk menumis--",
    "Steps": "Rebus ayam sampai matang dan di suir suir.--Haluskan bawang putih, bawang merah, jahe, dan kunyit.--Panaskan minyak tumis bumbu halus, masukkan daun jeruk masak hingga harum tambahkan air secukupnya.--Masukkan ayam masak hingga matang.--"
  },
  {
    "Title": "Ayam Koloke",
    "Ingredients": "250 gr ayam fillet, potong-potong--2 sdm tepung bumbu serbaguna (larutkan dgn 75 ml air)--Pelapis:--4 sdm tepung terigu--1 sdm maizena--Bahan Saus--1 sdm butter / margarin--2 siung bawang putih, cincang halus--1 siung bawang bombai uk. Kecil (iris halus)--1/2 bh wortel (potong korek api)--1/2 bh timun (buang biji dan iris korek api)--1 btg daun bawang (potong2)--2 bh cabe merah (iris serong)--3 bh cabe rawit (iris serong)--3 sdm saus tomat--1 sdm saus tiram--1 sdt minyak wijen--1 sdt air lemon / jeruk nipis / cuka masak--250 ml air--Garam, lada, gula--1 sdt maizena (larutlan dgn 1 sdm air)--",
    "Steps": "Marinade ayam dgn tepung bumbu serbaguna yg sudah dilarutkan, aduk & disisihkan.--Siapkan bahan pelapis. Ambil potongan ayam & balur ke dalam bahan pelapis. Goreng dalam minyak panas sampai matang. Lakukan sampai habis.--Bahan saus: lelehkan butter, tumis duo bawang sampai harum. Masukkan wortel dan timun, tambahkan air, lalu masak sampai air mendidih. Masukkan duo cabe, saus tomat, saus tiram, minyak wijen, garam, gula, lada, air lemon, aduk rata. Masukkan larutan maizena, aduk sampai mengental. Terakhir masukkan daun bawang, matikan api supaya sayuran tidak over cook.--"
  },
  {
    "Title": "Tongseng ayam",
    "Ingredients": "500 g daging ayam (potong2)--1250 CC santan dr 1 butir kelapa (pisahkan bagian yg kental)--3 lembar daun jeruk--3 lembar daun salam--1 ruas lengkuas (geprek)--1 batang serai (geprek)--20 buah cabe rawit hijau--1 batang daun bawang (potong serong)--1 buah tomat (potong2)--3 sdm kecap manis--1 buah kentang ukuran sedang (potong2)--Secukupnya kol (iris2 tebal)--Secukupnya garam,kaldu bubuk, gula pasir (sesuai selera masing2)--Bawang goreng untuk taburan--Secukupnya minyak untuk menumis--Bumbu halus ;--8 siung bawang merah--4 siung bawang putih--1 ruas jahe--1/2 ruas kunyit--1 sdt ketumbar--1/2 sdt merica--3 butir kemiri sangrai--3 buah cabai merah besar--",
    "Steps": "Siapkan semua bahannya.. panaskan minyak, masukkan bumbu halus.. masak hingga keluar aroma wangi,masukkan daun salam, daun jeruk, serai dan lengkuas.. kemudian masukkan potongan daging ayamnya.--Tuangkan santan encer, tunggu hingga daging ayam setengah matang.--Masukkan kentang, garam, gula, kaldu bubuk, dan kecap.--Masak hingga matang... Masukkan potongan kol dan juga cabai hijau.. lalu d susul dgn memasukkan santan kental, aduk2.. jgn sampai pecah santannya, tes rasa..--Setelah mendidih matikan api, masukkan potongan daun bawang dan tomat, lalu beri taburan bawang goreng.--"
  },
  {
    "Title": "Ayam penyet sambel kemangi",
    "Ingredients": "400 gr dada ayam--1 ikat daun kemangi--1 buah timun uk sedang--1 bungkus bumbu racik tempe--bahan sambel--10 buah cabe merah--10 buah cabe rawit--3 siung bamer--2 siung baput--gula--garam--1/2 buah tomat merah--secukupnya terasi--secukupnya minyak utk menggoreng--air utk mengungkep ayam--",
    "Steps": "Potong ayam sesuai selera,cuxi bersih lalu ungkep dengan sesikit air dan campur dengan bumbu racik tempe,matang angkat--Panas kan minyak lalu goreng ayam hingga matang kecoklatan--Goreng sebentar semua bahan sambel nya,,uleg jadi satu tambahkan garam gula...tes rasa...kalo sudah oke..masukkan beberapa lmbar daun kemangi..giling agak kasar aja--Geprek ayam di atas ulek an,,susun di piring lalu letakkan sambel di atas ayam..susun irisan timun,dan juga kemangi. siap di santap dwngan nasi panas--"
  },
  {
    "Title": "Nugget Ayam Wortel",
    "Ingredients": "250 gram daging ayam giling--1 buah wortel ukuran sedang--1/2 buah bawang bombay--2-3 siung bawang putih--3 batang daun bawang--2 butir telur ayam--100 gram tepung terigu (kurang lebih)--secukupnya Tepung roti--secukupnya Garam--secukupnya Lada--secukupnya Penyedap rasa ayam--Minyak goreng--",
    "Steps": "Potong-potong bawang bombay dan bawang putih. Tumis dengan sedikit minyak hingga harum. Angkat--Campurkan tumisan bawang dengan daging ayam giling dengan menggunakan blender atau food processor. Campur hingga bawang halus & tercampur rata. Tuang pada wadah yg telah disediakan untuk dicampur dengan bahan lain--Potong wortel jadi bagian yg kecil. Masukkan pada campuran daging giling sebelumnya--Potong daun bawang jadi bagian yg kecil. Masukkan pada adonan. Campur hingga rata--Masukkan 1 butir telur ayam. Campurkan--Masukkan tepung terigu perlahan-lahan dan campur hingga rata. Masukkan garam,lada dan penyedap rasa secukupnya.--Panaskan kukusan--Letakkan adonan pada cetakan yg telah disediakan. Masukkan pada kukusan yg telah dipanaskan sebelumnya. Tutup kukusan diberi kain agar air tidak menetes diadonan. Kukus kurang lebih 25-30 menit--Angkat adonan yg sudah matang dari kukusan. Biarkan agar sedikit dingin.--Setelah dingin potong-potong sesuai ukuran yg diinginkan.--Kocok lepas 1 butir telur ayam. Celupkan adonan nugget yg telah dipotong tadi kedalam telur. Kemudian gulingkan di tepung roti.--Ulangi langkah 11 hingga adonan nugget habis--Dinginkan pada freezer kurang lebih 1 jam agar tepung roti menempel dengan sempurna--Goreng nugget dengan minyak panas. Nugget ayam wortel siap disajikan.--Nugget yg masuk ke dalam freezer dapat bertahan maksimal 3-4 minggu--"
  },
  {
    "Title": "Chicken Teriyaki",
    "Ingredients": "500 gr Daging ayam iris memanjang--1 bh Bawang bombay, iris memanjang--1/2 sdt Gula--1/4 sdt Garan--150 ml Air--Minyak untuk menumis--Bumbu perendam :--3 sdm Saus teriyaki--2 sdm Saus tiram--1 sdm Kecap manis--1 sdt Minyak wijen--3 siung bawang putih, haluskan--2 cm Jahe, haluskan--1/4 sdt Merica--1/2 sdt Kaldu bubuk--",
    "Steps": "Campur dagingÂ  ayam dengan bumbu perendam,gula dan garam,diamkan dikulkas 1-2jam agar bumbu meresap.--Panaskan minyak tumis daging sampai matang tuangi air,masukan bawang bombay,masak sampai air agak menyusut,kentalkan dengan larutan maizena.--"
  },
  {
    "Title": "Ayam goreng tepung simple",
    "Ingredients": "500 gram ayam dada potong2--6 siung bawang putih haluskan--1/2 sdt lada bubuk--secukupnya Kaldu bubuk--secukupnya Garam--1 butir telur--Tepung pelapis :--100 gram tepung terigu--20 gram tepung meizena--",
    "Steps": "Potong ayam sesuai selera, aku pake ayam dada utuh karna yg ada stok di kulkas itu hehehhehe--Campur ayam dengan bawang putih yg sudah di haluskan, garam, lada, kaldu bubuk, aduk rata.--Simpan di kulkas minimal 2 jam. (Semakin lama dibumbui ayamnya semakin enak, aku bumbui malam karna untuk di goreng pagi)--Keluarkan ayam dari kulkas masukkan telur ke ayam aduk rata.--Siapkan tepung pelapis diaduk rata lalu gulingkan potongan ayam ke dalam tepung remas sedikit.--Goreng ayam ke dalam minyak panad sampai kecoklatan.--Angkat sajikan, happy cooking moms. ðŸ˜ŠðŸ˜ŠðŸ˜ŠðŸ˜ŠðŸ˜Š--"
  },
  {
    "Title": "Ayam jamur barbecue",
    "Ingredients": "500 gr Sayap ayam--100 gr Jamur campion--1/2 siung bawang Bombay--3 siung bawang putih--1 sendok makan saus kikoman--1 sendok makan saus tiram--2 sendok makan saus barbecue--1 sendok makan kecap manis--Sejumput merica dan garam--Minyak untuk menggoreng--100 ml air--",
    "Steps": "Setelah ayam dicuci, lalu goreng ayam sampai kering lalu angkat--Iris tipis semua bahan seperti jamur, bawang Bombay dan bawang putih lalu tumis semua bahan tambahkan genk saus, dan jangan lupa garam dan merica.--Setelah tumis semua bahan, masukan air, lalu masukan ayam, tunggu sampai meresap lalu matikan api, lalu sajikan di pinggan.--Hidangkan dengan nasi hangat, atau lainnya.--"
  },
  {
    "Title": "Ayam bumbu kuning",
    "Ingredients": "500 gr sayap ayam potong 2--100 gr kelapa parut--6 siung bawang merah--4 siung bawang putih--1 sdt kunyit bubuk / 2 cm kunyit--secukupnya garam--secukupnya merica--1/2 sdt biji pala bubuk--300 ml air--minyak goreng--2 batang sereh (memarkan)--2 lembar salam--2 cm lengkuas (digeprek)--",
    "Steps": "Haluskan bawang merah, bawang putih, garam, merica & kunyit--Tumis bumbu halus dengan salam, sereh & lengkuas yg digeprek hingga harum--Masukan potongan ayam yg sudah dicuci bersih kedalam tumisan bumbu hingga berubah warna--Masukan kelapa parut hingga tercampur rata, masukan air matang. Masak hingga air surut, test rasa--Ayam bumbu kuning siap disajikan, dapat dijuga digoreng menjadi ayam goreng serundeng. Selamat menikmati ðŸ˜Š--"
  },
  {
    "Title": "Soto ayam",
    "Ingredients": "350 gr ayam--Bumbu :--5 bawang merah--3 bawang putih--Kunyit seruas jari--seruas Lengkuas--seruas Jahe--Gula--Garam--Kaldu ayam--Lada--sedikit Ketumbar--1 Sereh geprek--2 daun salam--Isian :--Kol iris tipis--iris Daun sop--Tauge--Bawang goreng--",
    "Steps": "Goreng ayam yang dimarinasi dengan lada dan garam--Blender bumbu. Kemudian di tumis dengan ditambah sereh dan daun salam--Masukkan bumbu yang sudah ditumis ke air. Masak hingga mendidih. Beri gula, garam, kaldu. Cek rasa--Taruh isian dimangkuk, siram dengan kuah panas. Ayam yang sudah digoreng disuwir ya mom.--Tambahkan bawang goreng, sambal dan perasan jeruk (opsional).--Soto ayam segar siap dinikmati bersama keluarga tercinta--"
  },
  {
    "Title": "Nugget ayam simpel",
    "Ingredients": "500 gr ayam giling--6 buah bawang merah--4 bawang putih--2 sdm tepung kanji--3 sdm tepung oatmeal--2 telur ayam--Brokoli--Wortel--Garam--Kaldu jamur--Bahan celup--2 telur--Tepung roti--",
    "Steps": "Ulek bawang sampai halus. Sayuran di parut (secukupnya)--Campur ke dalam ayam giling. Campurkan semua bahan aduk sampai rata--Siapkan wadah untuk mencetak adonan. Masukan kedalam kukusan. Tunggu sampai matang (kurleb 30menit)--Jika sudah matang. Potong sesuai selera. Celupkan kedalam bahan celup.--Masukan kedalam kulkas.tunggu minimal 30menit--Baru goreng nugget sesuka hati--"
  },
  {
    "Title": "SAYAP AYAM ISI DAGING.... By. Dapoer Linggar",
    "Ingredients": "500 gr sayap ayam--Panci pengukus--Bahan rendamam :--Kaldu bubuk ayam--1/2 sdt ladah bubuk--Bahan isi :--250 gr daging ayam giling--100 gr udang--1 sendok minyak wijen--1 sdt kecap ikan--1/2 sdt kecap asin--Gula pasir--blok Kaldu--1 Sdm saos tiram--2 butir bawang putih--2 sdm tapioka--",
    "Steps": "Sayap ayam bersihkan lalu keluarkan tulang bagian sayap atas (yg spt paha) dengan cara patahkan bagian antara sayap atas dan bawah bila sudah patah puter sayap sampai tulang telepas dari daging lalu cabut tulangnya keluarkan--Kemudian rendam sayap ayam yang sudah tanpa tulang selama 2 jam atau semaleman di lemari pendingin--Bahan isi semuanya di blender hingga halus dan rata smuanya tercampur jadi satu--Test rasa bahan isi dengan cara panaskan wajan lalu oles margarin lalu letakkan sedikit bahan usi ke wajan dan masak hingga matang.--Masukan bahan isi ke dalam plastik segitiga atau apa aza yang tersedia supaya bisa memudahkan memasukannya ke dalam sayap.--Kukus sayap ayam selama 20 menit hingga matang menyeluruh kemudian dinginkan...--Bisa untuk simpen menjadi froozen atau langsung goreng dengan api kecil hingga warna keemasan...--"
  },
  {
    "Title": "Pangsit rebus isi ayam simple",
    "Ingredients": "250 gr ayam giling atau ayam filet juga bisa--Kulit pangsit yang sudah jadi--2 siung bawang putih--1 btg daun bawang--1 sdm Merica bubuk--Penyedap rasa ayam--secukupnya Garam--Bahan kuah ::--secukupnya Air--secukupnya Garam--Penyedap rasa sapi--2 batang daun bawang--3 siung bawang putih--Merica bubuk--",
    "Steps": "Cuci bersih daging ayam giling atau filet. Haluskan bawang putih. Dan campurkan penyedap rasa, garam, merica bubuk, daun bawang ke adonan ayam giling. Aduk hingga rata dan tes rasa--Jika sudah rata, masukkan ke kulit pangsit bentuk2 sesuai selera. Didihkan air, beri sedikit minyak agar tidak lengket--Jika sudah mengambang, pangsit siap diangkat--Membuat kuah, didihkan air. Uleg kasar bawang putih. Dan masukkan garam secukupnya, penyedap rasa sapi, dan bawang putih yang telah di uleg kasar kedalam air mendidih--Tes rasa. Jika sudah pas, matikan kompor masukkan daun bawang dan siram ke pangsit yang sudah matang.--Note : jika ingin makan pangsit tersebut. jangan didihkan bersama kuah. tetapi kuah didihkan setelah itu siram saja ke pangsit. agar pangsit tidak lembek--"
  },
  {
    "Title": "Bola - Bola Ayam",
    "Ingredients": "500 gr dada ayam fillet (haluskan dgn blender)--3 siung bawang putih (iris halus)--4 siung bawang merah (iris halus)--1 btr telur--secukupnya Merica bubuk--secukupnya Garam--secukupnya Royco--secukupnya Tepung sagu--Daun bawang (iris halus)--",
    "Steps": "Campur semua bahan diatas,ambil sejumput lalu gr. Untuk tes rasa...--Bulatkan dgn bantuan sendok,lalu goreng. Angkat setelah matang,sajikan dech ðŸ˜‰--"
  },
  {
    "Title": "Tongseng ayam tahu",
    "Ingredients": "500 gr ayam dipotong kecil2--2 bh tahu dipotong kotak2 dan digoreng 1/2 matang terlebih dahulu--500 ml santan (me: kara plus air)--1 bt daun sereh--Bumbu halus:--5 siung bawang merah--5 siung bawang putih--2 bh cabe merah--4 bh cabe rawit (bs dikurangi utk yg tdk suka pedas)--2 bh kemiri--secukupnya Garam--secukupnya Gula--Penyedap rasa--",
    "Steps": "Haluskan bumbu. Kemudian tumis bumbu sampai wangi kemudian masukkan sereh..--Masukkan ayam. Tumis ayam hingga matang dan sedikit berair. Kemudian tuang santan.--Masukkan tahu. Masak hingga bumbu meresap dan ayam empuk. Kemudian masukkan tomat.--Koreksi rasa. Jika rasa sdh pas dan ayam sdh empuk, matikan kompor--Angkat dan sajikan. Lebih yummy diberi taburan bawang goreng diatasnya.--Selamat mencoba dan menikmati. ðŸ˜ŠðŸ˜ŠðŸ˜ŠðŸ‘ðŸ‘--"
  },
  {
    "Title": "Chicken Katsu",
    "Ingredients": "250 gr dada ayam (iris tipis saja)--Secukupnya tepung bumbu--Secukupnya tepung panir--Saus:--1 butir bawang putih cincang--1 SDM minyak wijen--1 sdt margarin--3 SDM saos tomat--2 SDM saos cabe--1 sdt saos tiran--1 SDM kecap manis--50 ml air--Secukupnya gula dan merica bubuk--",
    "Steps": "Ambil sedikit tepung bumbu dan beri air jgn terlalu encer dan jgn terlalu kental.. sisihkan--Baluri ayam dgn tepung bumbu sampai merata kemudian masukan ke adonan tepung yg telah di cairkan.. dan Balur dgn tepung panir.. lakukan sampai ayam habis dan simpan dlm freezer 30 menit saja biar memadat (sy simpan semalaman).--Goreng ayam yg sudah di simpan dlm freezer hingga berubah kecoklatan.. angkat dan tiriskan..--Untuk saos tumis bawang putih menggunakan margarin, sampai wangi kemudian masukan saos tomat, saos cabe, saos tiram, kecap, gula, merica bubuk, minyak wijen dan air masak hingga matang.. sisihkan--Penyajian: tata nasi pada mangkok letakkan ayam di atasnya dan siram dgn saosnya.. siap di sajikan ðŸ˜Š--"
  },
  {
    "Title": "Ayam Suwir Bali",
    "Ingredients": "350 gr filet dada ayamã€‹rebus matangã€‹suwir2 tipis--2 cm lengkuasã€‹geprek--2 lembar daun salam--2 lembar daun jeruk--2 batang serehã€‹geprek--150 ml air--1 sdm gula merah--pete--garam--gula--lada--bumbu halus:--5 cabe merah keriting--4 cabe rawit merah--5 bawang merah--3 bawang putih--1 sdt terasi--2 cm kunyit--",
    "Steps": "Panaskan 2 sdm minyak di wajanã€‹tumis daun salam dan jeruk, sereh, lengkuas, dan bumbu halus hingga wangi dan matangã€‹beri ayamã€‹aduk rataã€‹beri air, garam, gula, dan lada, peteã€‹aduk rata hingga bumbu meresap dan air menyusutã€‹cicipiã€‹angkat ðŸ˜‹--Yummyy !ðŸ˜š--"
  },
  {
    "Title": "Ayam suwir pedas",
    "Ingredients": "250 gram dada ayam--15 buah cabe keriting merah--3 buah cabe rawit merah--5 siung bawang merah--3 siung bawang putih--1 ruas kencur--1 ruas kunyit--1 sdt terasi--2 lembar daun salam--4 lembar daun jeruk--2 serai, geprek--2 iris lengkuas--2 sendok makan air asam jawa--2 sendok gula merah sisir--Garam--Kaldu bubuk--300 ml air--Minyak untuk menumis--",
    "Steps": "Cuci bersih ayam, blansir, cuci lagi. Kemudian direbus sampai matang dan disuwir2. Sisihkan--Haluskan cabe, bawang merah putih, terasi, kencur, kunyit, sedikit garam--Tumis bumbu halus sampai setengah matang kemudian masukkan serai geprek, daun salam, daun jeruk, lengkuas. Tumis sampai matang dan masukkan air--Setelah mendidih, masukkan ayam suwir. Aduk2 dan tambahkan gula merah sisir, garam, kaldu bubuk dan air asam jawa--Aduk2 lagi dan sesuaikan rasa. Masak hingga sat. Sajikan--"
  },
  {
    "Title": "Ayam Gepreeekk",
    "Ingredients": "250 gram ayam (dada)--200 gram tepung bumbu kentucky--Secukupnya masako--Sambal:--15 cabe rawit--2 siung bawang putih--4 siung bawang merah--Secukupnya garam--",
    "Steps": "Ayam di potong sesuai selera, rebus agar matang sempurna, lalu rendam ke dalam masako -/+ 15 menit.--Setelah itu angkat dari rendaman masako, lalu masukkan kedalam tepung bumbu kentucky. Jangan lupa di tepuk-tepuk agar tepung menyatu dengan ayam--Goreng dalam minyak yang panas, usahakan hingga terendam minyak. Setelah kecokelatan angkat lalu tiriskan--Membuat sambal:--Goreng sebentar bawang merah dan putih agar tidak langu.--Setelah itu uleg bersama cabe dan beri sedikit garam. Masukkan ayam goreng tepung ke tempat sambal. Lalu gepreek bersama sambalnya--Ayam geprek siap dihidangkan ðŸ˜Š--"
  },
  {
    "Title": "Sayap Ayam Goreng Pedas #ketopad",
    "Ingredients": "500 gr Sayap ayam,potong 2 bagian--Garam--1 bh jeruk lemon--Bumbu iris halus :--5 siung bawang merah--3 siung bawang putih--15 bh cabe rawit merah--10 buah cabe rawit hijau--3 bh cabe merah--3 bh cabe gendot--1 batang serai,ambil bag putihnya--",
    "Steps": "Lumuri sayap ayam dengan garam dan jeruk lemon(sebagian saja)--Lalu goreng sampai matang,sisihkan--Tumis bawang2an dan cabe2an serta serai dengan minyak sisa goreng ayam.. sampai agak layu..--Tambahkan garam dan penyedap di tumisannya.. aduk rata lalu angkat--Tata sayap ayam di piring lalu siram dengan bumbu tumisannya.. lalu tambahkan perasan jeruk lemon--Sayap ayam goreng pedas siap di santap--Selamat mencobaðŸ™ðŸ™--ðŸ“untuk cabe2an bisa di sesuaikan ya banyaknya--"
  },
  {
    "Title": "Chiken Mushroom Teriyaki",
    "Ingredients": "500 gram ayam tanpa tulang potong dadu--(Pake Chiken wings di potong 2 atw ayam potong juga boleh yaa--1 sdm Saos Teriyaki--1/2 Sdm saos inggris--1 sdm kecap manis--1 butir bawang bombay--secukupnya Bawang putih--150 gr Jamur Merang--150 gr Jamur Kuping--Secukupnya Garam, Lada, Gula--Optional : Daun Bawang, Seledry, Cabe2 an, sayur2 an yaa Mom's--",
    "Steps": "Tumis bawang Bombay, Bawang putih hingga harum--Setelah harum masukkan ayam aduk hingga berubah warna...--Masukkan smua jenis saos, aduk rata,,, Tambahkan air sedikit, utk membantu pematangan ayam,--Setelah sdikit sa'at airnya dan mendidih, masukkan smua jenis jamur, aduk rata, bumbui garam, gula, lada dan kecap manis--Siap di hidangkan dgn Nasi Panas, dan Bubur buat akyuuuu....--Enjoyed The Food yaa Mom's... #HappyCooking ðŸ˜˜ðŸ˜˜--"
  },
  {
    "Title": "Ayam bakar bumbu kari",
    "Ingredients": "700 gr ayam, potong2 sesuai selera, cuci bersih--1 batang sereh, geprek bagian putihnya aja--2 ruas jari lengkuas, geprek--2 lembar daun salam--3 lembar daun jeruk, sobek2--Secukupnya daun kari--65 ml santan kental instant (sy pake kara segitiga)--200 ml air--Secukupnya minyak goreng--Secukupnya kaldu jamur, garam, lada dan gula--â–ª Bumbu halus:--6 butir bawang merah--3 siung bawang putih--3 butir kemiri--1/2 sdt ketumbar halus--1/2 sdt kunyit bubuk--3 sdt bubuk kari (sy pake merk Koepoe Koepoe)--",
    "Steps": "Rajang kasar bawang merah, bawang putih dan kemiri.--Blender hingga halus semua bumbu halus.--Panaskan minyak secukupnya, tumis bumbu halus hingga mengeluarkan minyak, masukkan daun salam, sereh, lengkuas, daun jeruk dan daun kari. Tumis hingga daun2 agak layu, lalu masukkan ayam, aduk rata.--Tuang air, aduk rata. Lalu tuang santan, aduk rata lagi.--Masukkan kaldu jamur, garam, lada dan gula. Tes rasa. Sesekali sambil diaduk.--Masak hingga air menyusut seperti ini. Ayam siap utk dibakar.--Bakar ayam di atas teflon. Gak perlu ditutup ya teflonnya moms..--Balik ayam jika satu sisinya sudah kecoklatan.--Ayam bakar bumbu kari siap disantap...--Wangi karinya.... hmmmm..... bikin nambah nasi trs ðŸ˜†ðŸ˜†--"
  },
  {
    "Title": "Sup Ayam Telur Puyuh NCC Untuk si Kecil so simpleðŸ‘",
    "Ingredients": "500 gr ayam, potong kecil--2 buah wortel, potong2--1 buah kentang, potong dadu--2 buah daun bawang, iris halus--2 buah daun seledri, iris halus--secukupnya Kol--10 butir telur puyuh, rebus kupas--1500 ml air--Bumbu halus :--1/2 sdt lada bubuk--4 siung bawang putih--1/4 sdt pala--secukupnya Garam gula--Topping :--secukupnya Bawang goreng--",
    "Steps": "Masak air dalam panci hingga mendidih masukkan ayam, dan biarkan hingga matang. Kemudian masukkan wortel dan kentang masak sebentar--Masukkan bumbu halus biarkan kuah mendidih sebentar. Masukkan kol, daun bawang, daun seledri dan telur puyuh aduk rata...beri garam dan gula koreksi rasa.--Matikan api, siap disajikan..enakkkkkk....si kecil pasti suka moms ðŸ˜˜--"
  },
  {
    "Title": "Pindang ceker ayam ðŸ£",
    "Ingredients": "500 gr ceker ayam--Secukup nya daun bawang--Secukup nya kemangi--1 buah tomat--1 ruas jari jahe--1 ruas jari sereh--1 ruas jari laos--3 lembar daun salam--Bumbuh yang di haluskan:--8 siung bawang merah--3 siung bawang putih--1/5 ons cabai merah kriting ( boleh di tambah kalau suka pedas--1 bungkus kaldu ayam (optional)--Secukup nya garam--Secukupnya gula--1 sdm kecap manis--1 sdt kecap asin--1 sdt terasi--3 sdm minyak (untuk menumis)--1000 ml air--",
    "Steps": "Cuci sampai bersih ceker ayam lalu rebus sampai mendidih lalu matikan kompor dan buang air rebusan--Didihkan 1000 ml air kedalam panci lalu masukan ceker yg sdah di rebus tadi, lalu tambahkan sereh laos jahe dan daun salam--Blender bumbu yg di haluskan cabai bawang putih dan bawang merah sampai halus lalu tumis dengan 3 sdm minyak tumis bumbu sampai harum dan mateng--Lalu masukan bumbu yg di tumis tadi ke dalam panci yg berisi ceker ayam tambahkan garam gula terasi dan kaldu ayam(optional) lalu baru masukan kecap manis dan asin tunggu sampai ceker ayam mateng dan kua menyusut--Potong2 daun bawang dan tomat lalu masukan ke dalam kua ceker ayam koreksi rasa terakhir masukan kemangi dan angkat pindang ceker ayam siap di sajikan ðŸ‘Œ--"
  },
  {
    "Title": "Kungpao chicken",
    "Ingredients": "75 gr Dada ayam fillet--2 siung Bawang putih--secukupnya Bawang bombay--secukupnya Paprika--1 biji Cabe merah--secukupnya Daun bawang--1 sdm Saus tiram--1 sdt Mushroom soy--1 sdt Kecap manis--1 sdm Saus tomat--2 sdm Minyak wijen--Lada--Garam--Gula--Penyedap rasa--Tepung kanji (pengental)--",
    "Steps": "Fillet dada ayam, lalu marinade dengan garam lada dan penyedap kurang lebih 10menit--Lalu goreng ayam jangan terlalu garing, lalu tiriskan--Potong kotak bombay, paprika dan cabe merah, daun bawang slice, bawang putih chop--Tumis bawang putih dulu, lalu masukan bombay,paprika dan cabe merah--Lalu tambah air, kemudian masukan saus tiram,kecap manis,mushroom soy,saus tomat lalu berok rasa--Jika rasa sudah pas kentalkan dengan tepung kanji cair, lalu masukan ayam dan beri minyak wijen, selesai.--Usahakan bahan2 tadi tidak terlalu lama di atas api, agar bahan2 fresh. Usahakan masak dengan cepat.--"
  },
  {
    "Title": "Bakwan goreng ayam",
    "Ingredients": "100 gr dada ayam giling--4 sdm tepung tapioka--1 sdm tepung terigu--2 sdt royco--1 butir telur--",
    "Steps": "Campurkan semua bahan, lalu goreng dalam minyak panas sampai keemasan--Bakwan goreng siap disantap, so simple ðŸ¤£--"
  },
  {
    "Title": "Egg Salted Chicken",
    "Ingredients": "250 gram daging ayam--4 kuning telur bebek asin--250-350 ml susu--1 butir telur ayam--secukupnya garam--2-3 siung bawang putih--secukupnya merica--350 gram tepung maizena--secukupnya minyak goreng--secukupnya salam koja--2-3 buah cabe keriting merah--",
    "Steps": "Hancurkan kuning telur hingga halus, sisihkan--Potong daging ayam yang telah disiangi dadu besar untuk bikin chicken corn, sisihkan--Kocok lepas telur ayam, beri garam dan merica secukupnya-sisihkan, lalukan yang sama pada tepung maizena dan ayam, sisihkan--Baluri rata ayam berbumbu pada maizena berbumbu hingga rata lalu masukan dalam kocokan telur berbumbu, kemudian celup kembali ke maizena berbumbu hingga rata, goreng hingga keeemasan, angkat dan tiriskan--Cincang atau haluskan bawang putih, tumis hingga harum, masukan kuning telur asin halus, tumis hingga berbusa, masukan daun salam koja dan irisan cabe keriting lalu tuangi sedikit demi sedikit susu hingga sebati, matikan api jika telah meletup--Sisihkan sebagian besar saus kuning telur asin, saus yang tersisa di tumis bersama chicken corn, hingga rata, hidangkan bersama nasi dan tuangi saus kuning telur asin lagi secukupnyaðŸ˜‹selamat menikmatiiiii--"
  },
  {
    "Title": "Sate Ayam Ponorogo",
    "Ingredients": "400 gram daging ayam--1 1/2 buah gula merah--4 siung bawang putih--4 siung bawang merah--1 sendok makan jintan--1/2 sendok teh merica--1 ruas lengkuas--1 sendok makan ketumbar--4 butir kemiri--1/4 sendok teh terasi bakar--4 sendok makan selai kacang tanah--secukupnya garam--7 sendok makan air hangat--",
    "Steps": "Fillet daging ayam sesuai selera, sisihkan--Haluskan dan campur bawang merah, bawang putih, kemiri sangrai, ketumbar sangrai, jintan sangrai, garam 1/2sendok teh dan gula merah, rendam daging ayam sambil dipijat hehheeðŸ˜ungkep di Teflon sampai bumbu mengering pada ayam sampai agak terpanggang--Campur selai kacang, air hangat dan terasi bakar, tambahkan garam 1sendok teh, aduk hingga sebatiðŸ˜‹selamat menikmatiiiii--"
  },
  {
    "Title": "Sup ayam kesukaan Ade",
    "Ingredients": "300 grm ayam cincang--1 bks sayur saop kmplit--secukupnya Lada kasar--4 siung bawang merah--4 siung bawang putih--3 butir kemiri--Royco ayam sckpnya--secukupnya Minyak goreng--",
    "Steps": "Haluskan bumbu yg sudah d siapkan--Pnas kn minyak goreng masukan bumbu yg sudah d haluskan tumis sampai harum--Masukan air secukupnya jika air sudah mendidih masukkan ayam cincang nya jika sudah setengah matang masukkan sayuran dan masukan roico--Kalau sudah matang siap di sajikan--Selamat masak2 ibu2--"
  },
  {
    "Title": "Chicken Teriyaki Simple",
    "Ingredients": "500 gr ayam dada fillet--Bawang bombai--2 siung bawang putih--Daun bawang--3 sdm Saus tiram--1 sdm Kecap manis--1 sdm kecap asin--secukupnya Garam--secukupnya Lada bubuk--1 sdm minyak sayur--",
    "Steps": "Cuci ayam fillet, lalu potong dadu atau sesuai selera.--Campurkan saus tiram, kecap asin, kecap manis, dan lada bubuk. Lalu rendam ayam.--Simpan ayam di kulkas selama 20 menit.--Potong halus bawang bombai, bawang putih, dan daun bawang.--Panaskan minyak, tumis bawang mombai dan bawang putih hingga harum. Lalu masukkan rendaman ayam.--Tambahkan garam dan daun bawang. Tunggu hingga matang. Siap disajikan.--"
  },
  {
    "Title": "Gule Ayam",
    "Ingredients": "500 gram Ayam potong bersihkan--2 lembar daun salam--1 batang serai geprek--3 cm kayu manis--1/2 sdt jinten--Secukupnya garam--Secukupnya gula--Secukupnya lada bubuk--Secukupnya ketumbar--5 siung bawang merah--3 siung bawang putih--5 buah cabai rawit--5 buah cabai keriting--1 ruah jahe--1 ruas kunyit--3 butir kemiri--1/2 air perasan jeruk nipi--2 lembar daun jeruk--5 biji cengkeh--",
    "Steps": "Bersihkan ayam potong lalu goreng setengah matang. Sisihkan--Haluskan bumbu bawang merah, bawang putih, ketumbar, lada cengkeh, cabai rawit cabe keriting, kunyit, jahe dan kemiri.--Tumis bumbu yang sudah dihaluskan hingga harum. Masukkan air lalu diamkan sampai mendidih--Masukkan gula, garam, cengkeh, daun jeruk purut, serai dan air perasan jeruk nipis. Aduk aduk dan incipi rasa sesuai selera asin dan manisnya.--Setelah dirasa bumbu sudah enak. Masukkan ayam yg sudah digoreng tadi. Diamkan dengan api kecil. Sesekali diaduk supaya bumbunya meresap dan merata. Tunggu 10 menit. Atau sampai bumbu mengental. Lalu Matikan kompor.--Selesai, siap disajikan sebagai lauk. Selamat mencoba ðŸ˜ jangan lupa foto recooked nya yaa--"
  },
  {
    "Title": "Ayam kemangi bumbu kuning pedas",
    "Ingredients": "500 gram ayam--2 buah jeruk nipis (utk rendaman)--Bumbu halus:--12 buah cabai rawit--1 buah cabai merah keriting--1 siung bawang putih--4 siung bawang merah--2 butir kemiri--3 cm kunyit--Bumbu pelengkap:--1 batang serai--1 lembar daun salam--1 lembar daun pandan (bisa skip)--1 lembar daun kunyit (bisa skip)--2 lembar daun jeruk--1 buah tomat ukuran kecil--Secukupnya kemangi--Secukupnya garam-gula-penyedap--",
    "Steps": "Potong n cuci bersih ayam, rendam dgn perasan jeruk nipis slama 15 mnt, cuci bersih, sisihkan--Cincang tomat, sisihkan. Geprek jahe n serai, sisihkan. Sangrai atau bakar kemiri di atas api kompor, sisihkan--Haluskan cabai rawit-cabai keriting-duo bawang-kemiri-kunyit--Panaskan sedikit minyak dlm wajan, tumis bumbu halus, tambahkan serai-tomat-daun salam kunyit pandan, aduk2 hingga wangi. Masukkan ayam, aduk sebentar, masukkan air--Beri garam-gula-penyedap, setelah mendidih tambahkan daun kemangi, aduk sesekali, cek rasa, setelah air mngental angkat n siap disajikan--"
  },
  {
    "Title": "Tongseng ayam",
    "Ingredients": "500 gram ayam dipotong kecil kecil--6 buah bawang merah--3 buah bawang putih--4 buah cabe merah--1 cm kunyit dibakar sbtr--3 buah kemiri--1 lembar salam dan sere digeprek--500 gram santan cair, bs juga kara 65 ml dicairkan--secukupnya Garam, gula pasir serta bumbu penyedap--secukupnya Kol, tomat serta daun bawang dipotong--",
    "Steps": "Haluskan duo bawang, cabe, kemiri tumis dengan minyak goreng sedikit hingga wangi masukkan salam dan sere--Masukkan ayam biarkan hingga berkulit sebentar...tambakan garam, gula dan penyedap bila perlu masak hingga ayam matang--Dirasa ayam sdh sedikit empuk dan terserap bumbunya masukkan santan kecilkan api masak sebentar tambahkan kol, cabe rawit dan tomat serta daun bawang.--Yummy taburi dengan bawang goreng...tp sayang saya gak punya. Masakan siap dinikmati.--"
  },
  {
    "Title": "Ceker Ayam Bumbu Balado~",
    "Ingredients": "500 gr ceker ayam, cuci bersih--1 batang serai, memarkan--2 lembar daun salam--1 cm lengkuas, memarkan--1 buah tomat, belah 4 bagian--1 sdt merica bubuk--secukupnya Garam dan gula--Minyak goreng utk menumis--Air untuk merebus--Bumbu halus:--3 siung bawang putih--4 butir bawang merah--2 butir kemiri--5 buah cabai merah (aku pakai cabai TW)--2 buah cabai rawit (aku pkai sdkit krn tdk trlalu suka pedas)--",
    "Steps": "Pertama rebus ceker ayam yg sudah dibersihkan tadi, hingga empuk kurang lebih 10 menit. Angkat dan tiriskan.--Tumis bumbu halus, masukkan serai, daun salam dan lengkuas hingga harum.--Masukkan air, lalu masukkan ceker ayam.--Tambahkan garam, merica dan gula secukupnya. Lalu masukkan tomat. Masak hingga bumbu meresap dan angkat.--Ceker ayam bumbu balado siap disajikan~~--"
  },
  {
    "Title": "Nugget tempe",
    "Ingredients": "1 papan tempe dihaluskan(saya kukus dlu)--1 buah wortel (parut kasar)--2 batang daun bawang (di iris kasar)--1 butir telur--3 butir bawang merah (di iris lalu di goreng)--3 butir bawang putih (di haluskan)--5 sdm tepung terigu--Secukupnya garam,lada & penyedap rasa--secukupnya Tepung panir--secukupnya Minyak goreng--",
    "Steps": "Campur tempe,wortel,daun bawang & bumbu yg sudah dihaluskan,beri garam,lada & penyedap rasa,tes rasa lalu masukkan telur--Bentuk adonan sesuai selera lalu gulingkan di tepung panir--Goreng hingga matang--Sajikan dengan saos sambal--"
  },
  {
    "Title": "Orek tempe basah bumbu ulek (recook)",
    "Ingredients": "1 papan tempe, potong sesuai selera (sy 1/2 papan tempe+4 tahu)--3 cabe ijo, iris (sy lombok merah utuh)--Secukupnya kecap manis--Secukupnya gula, garam, penyedap (sy garam aja)--Secukupnya air--Bumbu halus:--5 butir bawang merah--2 siung bawang putih--1/2 buah tomat--3 cabe merah keriting/cabe rawit (sy skip)--2 butir kemiri--1/4 sdt ketumbar--",
    "Steps": "Goreng tempe setengah matang, angkat, tiriskan dan sisihkan.--Panaskan secukupnya minyak, tumis bumbu sampai layu dan harum. Tambahkan air, biarkan mendidih. Tambahkan kecap, lombok dan garam, aduk rata. Tambahkan tempe, aduk rata. Koreksi rasa. Angkat.--Siap disajikan.--"
  },
  {
    "Title": "Nugget Tempe Simple",
    "Ingredients": "1 papan tempe--1 buah wortel--1 butir telur (kocok lepas)--5 siung bawang merah--2 siung bawang putih--2 batang daun bawang--1 sdt garam--Secukupnya: tepung terigu, merica, tepung roti & kaldu bubuk--",
    "Steps": "Haluskan bawang merah, bawang putih, merica, garam & kaldu bubuk. Tambahkan tempe, uleg sampai lembut--Potong2 daun bawang & parut wortel menggunakan parutan keju, siapkan baskom--Masukkan semua bahan dalam baskom kecuali telur & tepung roti. Tambahkan air & terigu, aduk rata. Masukkan dalam loyang & kukus selama 30 menit--Angkat, setelah dingin potong2 sesuai selera, celupkan dalam telur & gulingkan dalam tepung roti, simpan dalam freezer 30 menit. Lalu goreng. ðŸ±--"
  },
  {
    "Title": "Tempe Isi Kekinian",
    "Ingredients": "1 papan tempe bulat--1/4 tepung terigu--Garam--Gula--Merica--Ketumbar bubuk--Daun bawang--â¤µ Isian tempe--5 buah cabe merah--10 buah cabe hijau--3 buah bawang merah--2 buah bawang putih--",
    "Steps": "Potong tempe lalu buat lubang di tengah untuk isiannya--Ulek cabe,bawang sampai kasar atau halus sesuai selera--Siapkan tepung,merica,daun bawang diiris, garam dan aduk sampai rata. Lalu beri air secukupnya--Masukan hasil ulekan bawang dan cabe kedalam tempe yang sudah dilubangi.--Masukan tempe kedalam adonan terigu.--Panaskan minyak lalu goreng tempe sampai kecoklatan. Lalu tiriskan, tempe pun siap disajikan bersama nasi hangat atau jadi cemilan.--"
  },
  {
    "Title": "Kering Tempe",
    "Ingredients": "1 papan tempe--Bumbu :--12 siung bawang merah--7 siung bawang putih--1 jempol jahe--10 buah cabai rawit--2 buah cabai keriting--2 buah cabai merah besar--1 blok gula merah--",
    "Steps": "Tempe potong korek api. Goreng sampai kering. Tiriskan--Haluskan bawang merah, bawang putih, cabai rawit, cabai keriting dan jahe. Iris serong cabai merah besar (buang bijinya). Tumis sampai harum--Sisir gula merah. Kemudian masukkan ke tumisan bumbu, aduk2 sampai gula merah hancur. Tambahkan garam, merica. Tumis lagi dan cek rasa--Masukkan tempe kering. Tambahkan 1 gelas air. Aduk2 dan biarkan air menyusut. Angkat dan siap dihidangkan--"
  },
  {
    "Title": "Sandwich Tempe Jeletot",
    "Ingredients": "1 papan Tempe--Bahan Sambel :--Cabe Merah--Cabe Rawit--Cabe Rawit merah--1 buah Kemiri--3 siung Bawang Merah--1 siung Bawang Putih--1 sdm Gula Pasir--secukupnya Garam--Penyedap Rasa (optional)--secukupnya Minyak goreng--Bahan celupan :--4 sdm Tepung terigu--Tepung tapioka 1 sdm (kalo saya skip ini)--1 sdt Lada--1 sdt Garam--Bawang putih bubuk secukupnya (optional)--",
    "Steps": "Potong tempe memanjang, belah dibagian tengahnya. (Dipotongnya jangan sampai terputus bagian bawahnya ya bunda) (sisihkan)--Panaskan minyak sayur kedalam wajan, lalu goreng semua bahan sambal sampai harum, kemudian angkat--Haluskan semua bahan sambal, tambahkan minyak sayur panas sisa goreng tadi, tambahkan garam, gula dan penyedap rasa (optional) lalu sisihkan--Campur semua bahan celupan. Tuang air perlahan-lahan. Kekentalan adonannya dikira2 ya bunda, jangan terlalu ko ko ko mi koencer juga.--Ambil tempe yang sudah diiris, kemudian isi dengan bahan sambal yg sudah dihaluskan. Ulangi sampai selesai.--Panaskan minyak sayur.--Goreng adonan kedalam wajan--Cocok dijadikan lauk atau sebagai cemilan--Selamat mencoba--"
  },
  {
    "Title": "Oseng teri tempe cabe hijau",
    "Ingredients": "1 papan tempe (potong dadu kecil)--2 papan pete--3 buah cabe hijau besar (iris2 serong)--6 siung bawang putih (iris2 seperti biasa)--5 buah cabe merah (iris2 serong)--5 buah cabe rawit hijau (iris2 serong)--1 bulat bawang bombay--1 genggam kacang kapri (saya potong jadi 2)--1/4 teri asin yang sudah dicuci dan digoreng garing--4 sdm minyak goreng--Garam 1/2 sdt (secukupnya)--Gula 1sdt (secukupnya)--Sedikit air untuk menumis--secukupnya Bumbu penyedap ayam--Kecap manis 3 sdm atau secukupnya--secukupnya Lada--",
    "Steps": "Tempe dipotong dadu kecil2 lalu digoreng hingga berubah warna kecoklatan. Angkat Lalu sisihkan di piring lain.--Goreng teri hingga garing. Hati2 jangan sampai gosong ya. Kalau sudah garing lalu angkat dan sisihkan ke piring yang lain juga.--Gunakan minyak goreng yang baru untuk menumis bawang bombay dan bawang putih--Jika bawang sudah agak kecoklatan warnanya,masukan cabe hijau,rawit hijau dan cabe merah..tumis hingga semua berbau wangi. Setelah itu masukan pete, kacang kapri. Tumis hingga agak layu sedikit tapi jangan terlalu layu..agar sayurnya masih terasa ada garing2nya jika dimakan.--Jika sudah agak layu lalu masukan tempe nya. Masukan garam,gula pasir,lada dan kecap manis. Tumis hingga bumbu rata. Lalu tambahkan sedikit air biar tidak terlalu kering tumisanya. Lalu masak dan diamkan sekitar 2 menit supaya airnya agak surut sedikit.--Terakhir masukan ikan terinya. Teri dimasukan terakhir agak ikan teri yg sudah digoreng garing tidak akan jadi melempem.--Sajikan bersama keluarga. Selamat menikmati :)--"
  },
  {
    "Title": "Tempe jeletot",
    "Ingredients": "1 papan tempe--6 siung bawang putih--6 siung bawang merah--5 buah cabe keriting--secukupnya Kencur--sesuai selera Cabe rawit--Daun bawang--1/4 kg tepung terigu--6 sendok makan tepung beras--Penyedap rasa dan garam--Ketumbar--Minyak untuk menggoreng--",
    "Steps": "Potong tempe belah tengah jangan sampai putus--Isian: ulek bumbu hingga halus setelah halus siram bumbu dengan minyak goreng--Adonan tepung: haluskan 2 siung bawang merah,putih, ketumbar beri garam dan kaldu lalu larutkan tepung terigu dan tepung beras dengan air, beri daun bawang, koreksi rasa--Isi tempe dengan cabe,lakukan hingga tempe habis terisi cabe--Panaskan minyak,celupkan tempe di adonan tepung goreng sampai matang--Sajikan selagi hangat--"
  },
  {
    "Title": "Tempe Orek",
    "Ingredients": "1 papan tempe uk.besar--2 keping gula merah kecil--2 lembar daun jeruk--1 lembar daun salam--1 sdm peres gula pasir--Bumbu iris :--5 bawang merah uk.besar--3 bawang putih--7 cabe merah kriting--3 cabe rawit merah--Secukupnya air matang--",
    "Steps": "Potong tipis2 tempe, cuci bersih tiriskan beri secukupnya garam, lalu goreng kering, tiriskan,sisihkan.--Tumis bumbu iris,daun salam, daun jeruk, lalu tambahkan gula merah, gula pasir dan secukupnya air, masak sampai mengental, beri garam,test rasa.Masukkan tempe,aduk rata. Sajikan--"
  },
  {
    "Title": "Tempe Orek Basah",
    "Ingredients": "1 papan tempe uk sedang, potong dadu--2 lembar daun salam (tambahan dr saya)--Seruas jempol lengkuas, memarkan (tambahan dr saya)--Secukupnya kecap manis--Secukupnya garam, gula dan kaldu bubuk (sy pk kaldu jamur)--Secukupnya air matang--1 buah jeruk limau uk besar, ambil airnya (tambahan dr saya)--Bumbu yg dihaluskan :--5 siung bawang merah--2 siung bawang putih (sy pk bawang putih kating)--1/2 buah tomat--2 buah kemiri(sangrai/goreng)--2 buah cabai merah besar--1/2 sdt ketumbar--",
    "Steps": "Goreng tempe yg sudah dipotong dadu sebentar sampai kecoklatan (jangan sampai kering ya)--Tumis bumbu halus, salam dan lengkuas menggunakan minyak sayur sampai harum dan matang. Lalu masukan air secukupnya. Aduk rata. Biarkan mendidih. Tuang kecap manis dan bumbu lainnya. Aduk rata kembali dan tes rasa.--Masukan tempe yg sudah digoreng tadi, aduk merata. Masak sampai bumbu meresap. Matikan kompor. Beri air perasan jeruk limau. Aduk rata. Siap disajikan.--Sajikan bersama nasi hangat.. sooo yummyyðŸ‘ðŸ‘Œ.--"
  },
  {
    "Title": "Tempe mendoan melet",
    "Ingredients": "1 papan tempe--4 buah tahu putih--Bahan sambal:--12 siung bawang merah--5 siung bawang putih--Cabe rawit (saya pakai 100biji karena suka pedas)--1 buah tomat--secukupnya Gula & garam--Bahan tepung:--1 sdm tepung tapioka--6 sdm tepung terigu--3 siung bawang putih--secukupnya Ketumbar bubuk--Bubuk kaldu (saya pakai ayam)--Air--Minyak untuk menggoreng--",
    "Steps": "Pertama buat sambal dulu, masukkan bawang merah, bawang putih, tomat, cabe rawit ke food processor (bisa juga di ulek) jangan sampai terlalu halus--Tumis bahan sambal yang sudah siap, bubuhkan garam dan gula tes rasa, sisihkan--Buat adonan tepung, haluskan bawang putih, campurkan dengan tepung terigu dan tapioka, masukkan garam dan bubuk kaldu, masukkan air tapi jangan terlalu kental, sisihkan--Belah tempe dan tahu, ushakan agar agak tebal karena masih akan diisi sambal--Masukkan sambal ke dalam tahu dan tempe yang sudah dibelah--Masukkan tempe dan tahu ke dalam tepung, dan siapkan minyak untuk menggoreng--Goreng dalam keadaan minyak sudah cukup panas dan tidak perlu sampai berubah coklat--Siap disajikan hangat--"
  },
  {
    "Title": "Oseng - oseng tempe",
    "Ingredients": "1 papan tempe--bumbu :--2 bh bawang putih--3 bh bawang merah--1 bh cabe merah, 1 bh cabe--1 bh tomat--garam, gula, penyedap--minyak goreng--air--",
    "Steps": "Tumis bumbu yg sudah di potong2 tadi hingga tercium harum--Masukan tempe aduk dan tercampur beri kecap, garam, gula,penyedap tbhkan air sedikit. cicipi rasa--Masak hingga matang--"
  },
  {
    "Title": "Sambal tempe semangit",
    "Ingredients": "1 papan tempe--7 cabai rawit--6 cabai domba (cabai merah)--2 siung bawang putih--4 siung bawang merah--",
    "Steps": "Potong tempe. Lalu digoreng sampai setengah matang--Goreng bawang putih, bawang merah, cabai.--Setelah semua digoreng lalu diulek cabai, bawang merah, bawang putih. Setelah itu ulek tempe juga. Cukup ulek kasar.--Bumbui dengan sedikit garam/kaldu bubuk, gula pasir. Incip rasa--Goreng kembali dengan sedikit minyak--"
  },
  {
    "Title": "Oseng tempe pete",
    "Ingredients": "1 papan tempe--1 papan pete--secukupnya Cabe ijo & merah--secukupnya Air--Kecap manis--secukupnya Minyak goreng--Garam dan penyedap rasa--Bumbu halus :--3 siung bawang merah--3 siung bawang putih--1 ruas jahe--secukupnya Ketimbar dan lada bubuk--",
    "Steps": "Potong dadu tempe kemudian goreng tempe setengah mateng--Tumis bumbu halus, masukkan tempe--Tambahkan sedikit air dan kecap, garam dan penyedap rasa--Cek rasa kemudian masukkan pete, irisan cabe ijo dan cabe merah--Masak sebentar, tiriskan, selamat mencoba--"
  },
  {
    "Title": "Tumis tempe kacang panjang sederhana",
    "Ingredients": "1 papan Tempe--1 ikat sayur kacang panjang--Merica--Terasi--Tomat--Cabe rawit--Minyak,masako ayam--",
    "Steps": "Potong tempe dan kacang panjang sesuai selera--Goreng tempe.--Haluskan bumbu.lalu tumis--Setelah harum masukkan kacang panjang.yumis sebentar lalu masukkan tempe.--Beri masako dan koreksi rasanya.--"
  },
  {
    "Title": "Tempe Mendoan",
    "Ingredients": "1 papan tempe--1 batang panjang daun bawang iris2--Secukupnya daun seledri iris2--5 sdm tepung terigu--Secukupnya kaldu bubuk rasa ayam--200 ml air--Bumbu Halus :--2 siung bawang putih--3 siung bawang merah--1 sdt ketumbar--Secukupnya garam--",
    "Steps": "Iris tempe, beri sayatan di kedua sisi agar bumbu meresap. Lumuri tempe ke bumbu yang telah dihaluskan lalu sisihkan.--Campurkan tepung terigu, daun seledri, daun bawang, bumbu halus tuang air sambil diaduk rata, beri garam dan kaldu secukupnya, koreksi rasa.--Panaskan minyak, celuokan tempe ke adonan tepung hingga merata kemudian goreng hingga matang. Tiriskan--Hidangkan bersama saus sambal atau cabai rawit sesuai selera ðŸ˜Š--"
  },
  {
    "Title": "Mendhol Tempe",
    "Ingredients": "1 papan tempe (setengah busuk, potong dan kukus)--Seruas kencur--3 siung bawang merah--2 siung bawang putih--5 bh cabe rawit--2 bh cabe merah (rajang kasar)--Secukupnya gula garam kaldu bubuk--4 lbr daun jeruk (rajang halus)--2 sdm tepung terigu--",
    "Steps": "Haluskan tempe busuk.--Haluskan duo bawang, cabe merah, cabe rawit, setengah rajangan daun jeruk, kencur, gula, garam, kaldu bubuk.--Campur tempe, bumbu halus, setengah rajangan daun jeruk dan tepung terigu.--Jika dirasa terlalu kering, bs ditambah sedikit air agar bs dibentuk--Ambil adonan. Bentuk sesuai selera. Kemudian goreng.--Siap sajikan--"
  },
  {
    "Title": "Tahu tempe bacem ala anak kost",
    "Ingredients": "1 papan tempe--1 bungkus tahu (isi 5)--5 siung bawang merah--4 siung bawang putih--3 butir kemiri--1 lengkuas (geprek)--secukupnya Asam jawa--secukupnya Garam, penyedap rasa--kecap--gula merah--",
    "Steps": "Halus kan semua bahan bahan dan tumis sampe matang--Sesudah bumbu sudah matang campurkan tahu dan tempe kasih air aduk rata--Diam kan sampe airnya mengering,tiriskan--Dan jadi deh tahu tempe bacem ala anak kost yang nikmaaaaaaat.... Selamat mencoba--"
  },
  {
    "Title": "Sambal Tempe Kencur",
    "Ingredients": "1 papan Tempe uk 15x15 cm atau sesukanya, potong kotak--4 buah Cabe gendot, diiris--1 cm Lengkuas, digeprek--1 buah Cabe merah besar, diiris--1 batang Serai digeprek--Perasa Jamur--Gula pasir--1 genggam Daun kemangi--Bumbu halus:--5 buah Cabe rawit merah--4-5 cm Kencur--4 siung Bawang putih--1 sendok teh Garam--",
    "Steps": "Goreng tempe setengah matang.--Haluskan bumbu-bumbu--Tumbuk tempe sampai cukup hancur tp masih kasar--Tumis bumbu halus sampe setengah matang lalu masukan cabe gendot, serai, lengkuas dan cabe merah. Tumis sampai matang dan harum--Masukan Tempe lalu aduk sampe tempe matang, lalu tambahkan kemangi. Beri 1 sendok makan gula pasir dan secukupnya perisa jamur. Cicipi--Sambal tempe siap disantap..--"
  },
  {
    "Title": "Tempe Mendol",
    "Ingredients": "1 papan tempe semangit *yg sdh didiamkan 2 atau 3 hari--Bumbu halus:--4 buah bawang merah--3 buah bawang putih--5 buah cabe rawit merah *boleh tidak pakai--10 lembar daun jeruk--2 ruas kencur--1 sdt ketumbar--Secukupnya garam--Minyak sayur utk menggoreng--",
    "Steps": "Siapkan tempe, potong2. lalu kukus selama 15 menit--Setelah dikukus, haluskan tempe (saya pakai ulekan). setelah tempe sdh halus masukan bumbu halus aduk rata. Buat bulatan2 setelah itu goreng tempe mendol--Selamat Mencoba..--"
  },
  {
    "Title": "Keripik Tempe Kobe",
    "Ingredients": "1 papan tempe panjang--1 sdm ketumbar bubuk--1/2 sdt garam--1/2 sdt penyedap rasa--3 siung bawang putih--secukupnya Air--1 bks tepung bumbu kobe--secukupnya Minyak goreng--",
    "Steps": "Potong tempe menjadi 3 bagian (sesuai selera), lalu iris tipis. Sisihkan.--Haluskan bawang putih & garam. Masukan bumbu halus ke dalam air, ditambah ketumbar bubuk & penyedap rasa (koreksi rasa). Aduk rata.--Rendam tempe ke air yang telah diberi bumbu sampai tempe terendam sempurna,lalu masukan ke dalam kulkas. Diamkan minimal 2 jam hingga bumbu meresap.--Siapkan minyak goreng panas. Balur tempe dengan tepung bumbu kobe, lalu goreng dengan api kecil hingga matang kecoklatan. Dinginkan & simpan dalam toples yang rapat.--"
  },
  {
    "Title": "Tempe mendoan",
    "Ingredients": "1 papan Tempe--5 sendok tepung beras--5 sendo tepung terigu--Setangkai daun bawang--3 siung bawang putih--1 sendok teh ketumbar--secukupnya Garam--bila suka Micin--",
    "Steps": "Tumbuk halus ketumbar bawang putih dan garam beri air masuka tepung terigu dan tepung beras aduk jangan terlalu encer beri daun bawang yg telah dipotong--Potong tempe sesuai selera celupkan kedalam tepung lalu goreng dalam minyak panas hingga kecoklatan--Angkat sajikan hangat bersama teh panas--"
  },
  {
    "Title": "Tumis tempe dan kepala cumi",
    "Ingredients": "1 papan tempe potong kecil2--1/4 kg kepala cumi--Royco ayam--secukupnya Garam--secukupnya Gula merah--5 sdm air--Bumbu tumis--7 buah cabe rawit iris tipis--4 buah cabe merah kriting iris tipis--4 siung bawang merah iris tipis--4 siung bawang putih cincang halus--1 buah bawang bombay potong halus--1 buah tomat potong 4--2 batang daun bawang iris tipis--2 lbr daun salam--1 ruas laos--",
    "Steps": "Goreng tempe sampai setengah kering--Cuci cumi diair mengalir lalu rendam air garam lalu goreng hingga matang--Tumis bawang merah + bawang putih hingga harum lalu masukkan cabai +bawang bombai masak sampai layu masukan Laos + salam beri garam penyedap rasa (Royco) gula merah,aduk sampai rata tambahkan air 5 sendok makan biar bumbu rata aduk hingga air susut sedikit--Masukan daun bawang aduk2 lalu masukan tempe + cumi aduk hingga rata lalu sajikan dengan nasi panas--"
  },
  {
    "Title": "Tempe Isi",
    "Ingredients": "1 papan tempe--1 bungkus kecil tepung sajiku--5 sdm tepung maizena--Secukupnya daun bawang--1 sdm ketumbar--2 siung bawang putih--Secukupnya lada bubuk--Seujung sendok garam--Bahan sambel:--2 siung bawang merah--4 siung bawang putih--10 buah cabe rawit--Royco--",
    "Steps": "Potong tempe menjadi beberapa bagian,iris tengahnya seperti contoh gambar--Goreng bahan sambel lalu ulek--Isi tempe dengan sambel sesuai selera--Larutkan semua tepung tp jngan terlalu encer,beri tambahan daun bawang,lada bubuk,garam,ketumbar--Masukkan tempe ke adonan tepung lalu goreng. Beres. Sajikan dg sambal kecap/saos/cabe ijo--"
  },
  {
    "Title": "Tumis tempe kemangi",
    "Ingredients": "1 papan tempe--1 ikat daun kemangi--3 aiung bawang putih--2 siung bawang merah--Secukupnya gula garam--Secukupnya kecap--Secukupnya kaldu bubuk--Secukupnya minyak--",
    "Steps": "Cuci bersih bahan, iris 2 bawang, suka pedas? Tambahkan irisan cabai yaaa. Tempe goreng terlebih dahulu--Tumis bawang hingga matang. Kemudian masukkan tempe. Tambahkan kecap, beri bumbu, koreksi rasa. Jika sudah matang tambahkan kemangi, aduk sebentar hingga layu. Matikan. Siap disajikan--"
  },
  {
    "Title": "Sambal Tempe",
    "Ingredients": "1 papan Tempe semangit, potong-potong--20 buah Cabe rawit hijau (optional, bisa dikurang/ditambah)--4 siung Bawang putih--1 ruas Kencur, kupas--Secukupnya Gula dan Garam--Secukupnya Minyak goreng, utk menggoreng--",
    "Steps": "Goreng tempe sampai agak kering, tiriskan.--Uleg cabe, bawang putih, kencur hingga halus. Beri gula, garam, cek rasa. Beri minyak panas bekas goreng tempe td, kurleb 2 sdm.--Masukkan tempe, uleg kasar atau di gecek (halah). Aduk hingga rata.--Siap disajikan.--"
  },
  {
    "Title": "Tempe Balado/Orek Tempe",
    "Ingredients": "1 papan Tempe, potong dadu--1 buah Bawang Bombay ukuran kecil, iris tipis--1 lembar daun Jeruk, robek2 daunnya--2 lembar daun Salam--1 ruas Lengkuas, geprek--1 buah/sisir Gula merah--Secukupnya Garam dan Gula pasir--Secukupnya Minyak goreng, utk menumis--Bumbu halus:--5 siung Bawang Merah--4 siung Bawang Putih--3 buah Cabe Merah besar--10 buah Cabe Rawit hijau--2 sdm Minyak goreng, utk blender bumbu--",
    "Steps": "Goreng tempe terlebih dahulu, hingga agak kering/matang. Sisihkan.--Tumis bumbu halus, masukkan gula merah, lengkuas, daun salam dan daun jeruk, masak hingga agak menyusut dan berkaramel.--Masukkan bawang bombay, beri gula dan garam, tes rasa (pedas, manis, asin)--Masukkan tempe yg sudah digoreng, aduk hingga tempe rata dg bumbu.--Siap disajikan! Selamat mencoba! ;)--"
  },
  {
    "Title": "Tempe Melet - Tempe Pedes",
    "Ingredients": "1 Papan Tempe--12 Siung Bawang Merah--6 Siung Bawang Putih--1 Buah Tomat--150 gram Cabe rawit merah--Bahan Tepung :--250 gram Tepung rendah protein--Secukupnya Air--Secukupnya Garam--1 Sdm Ketumbar halus--1 Sdt Gula--Minyak untuk menggoreng--1 Sdm Margarin (yang ini saya ngga pake soalnya abis)--",
    "Steps": "Siapkan Tempe, Lalu Potong tempe tapi jangan terlalu tipis karena tengahnya nanti akan diisi, kurang lebih 1.5 cm - 2cm--Ulek semua cabe, bawang putih, bawah merah, tomat, (klo cape ngulek bisa pake Food Processor, tapi inget jangan sampai halus)--Setelah semua diulek, siapkan wajan, panaskan minyak, setelah minyak panas masukan sambal yang diulek tadi lalu tambahkan Garam dan Gula (koreksi rasa yaa..)--Setelah itu, saatnya memasukan sambal tadi kedalam tempenya.--Sekarang bikin adonan tepungnya, siapkan wadah, masukkan tepung terigu, ketumbar bubuk, masukkan air sedikit-sedikit (tepung yang kita buat ini sedikit kental ya, bisa dibilang kaya bikin pisang goreng)lalu masukkan garam dan margarin.--Siapkan wajan kembali untuk menggoreng tempe, minyaknya agak banyak ya, agar tempenya terendam semua.. jika sudah kecoklatan angkat tempenya dari wajan, setelah itu tempe melet siap untuk disantap.--Sedikit catatan kecil aja, seharusnya di adonan tepungnya itu, ada bumbu halusnya seperti bawang merah, bawang putih dan kunyit, berhubung tenaganya abis buat ngulek sambel, jadi semua itu diskip aja, cuma yang dipake ketumbar bubuk aja.--"
  },
  {
    "Title": "Oseng tempe gembus cabe ijo",
    "Ingredients": "2 papan tempe gembus--9 biji cabe ijo--7 biji cabe rawit--3 siung bawang merah--3 siung bawang putih--Secukupnya garam dan penyedap--Secukupnya minyak--Secukupnya garam--",
    "Steps": "Iris tempe beserta bumbu--Tumis bumbu sampai harum. Masukkan garam dan penyedap. Masukkan tempe. Tambahkan air panas.--Masak sampai matang. Jangan lupa cicipi rasanya--"
  },
  {
    "Title": "Oseng Tempe",
    "Ingredients": "1 papan tempe uk sedang pot dadu--2 siung bawang putih--3 buah bawang merah--3 buah cabai hijau--5 buah pete--1 sdt gula pasir--2 sdm kecap manis--1/2 sdt garam/kaldu bubuk royco--1 sdm saus tiram--secukupnya minyak goreng--30 ml air matang--1 lembar daun salam--2 cm lengkuas--",
    "Steps": "Goreng tempe sampai layu/setengah matang, angkat sisihkan--Iris bawang dan cabai, tumis sampai harum--Masukan daun salam, lengkuas, pete. masak hingga layu dan kecoklatan--Masukan tempe, aduk sebentar. masukan air, saus tiram, kecap, gula, garam--Masak hingga bumbu meresap dan air menyusut--Angkat, sajikan dengan bawang goreng--"
  },
  {
    "Title": "Nugget Tempe",
    "Ingredients": "1 papan tempe (haluskan dengan garpu)--1 buah wortel (parut kasar)--2 batang daun bawang iris--1 butir telur--5 sdm tepung terigu--5 buah bawang merah (iris tipis dan goreng)--3 siung bawang putih (haluskan)--secukupnya Garam, lada, kaldu ayam bubuk--150 gr tepung roti untuk lapisan--Minyak untuk menggoreng--",
    "Steps": "Campur semua bahan jadi 1 kecuali telur. Test rasa lalu tambahkan telur.--Ambil 1 sendok makan adonan. Bulatkan. (Adonan agak lengket).--Masukkan ke tepung roti dan tekan menggunakan garpu sampai berbentuk bulat pipih. Balurkan sampai semua bulatan tertutup tepung roti.--Goreng dalam minyak panas sampai matang.--Enak juga pakai cocolan saus sambal dan mayonaise. ðŸ˜€--"
  },
  {
    "Title": "Tempe tahu bacem",
    "Ingredients": "1 papan tempe--3 potong tahu--Bumbu halus:--8 siung bawang merah--5 siung bawang putih--1 sdt ketumbar--2 keping asam--Gula merah--Garam--Kecap manis--Lengkuas geprek--Kaldu bubuk--",
    "Steps": "Potong tempe dan tahu, haluskan bumbu--Tumis bumbu hingga harum, masukan lengkuas, masukan air, tambahkan kecap manis--Masukan tempe dan tahu, ungkep sampe air menyusut--Setelah menyusut, sisihkan--Panaskan minyak dan goreng--Angkat dan sajikan--"
  },
  {
    "Title": "Nugget Tempe Mozarella",
    "Ingredients": "1 papan tempe--70 gram tepung bumbu siap saji--secukupnya Tepung panir--secukupnya Air--Secukupnya keju mozarella----",
    "Steps": "Siapkan bahan-bahan--Haluskan tempe kemudian tambahkan sedikit air dan tepung bumbu sampai adonan lengket dan bisa dibentuk. Buat yang suka asin boleh ditambahkan garam.--Bentuk tempe sesuai selera, selipkan keju mozarella di tengah adonannya. Kalau saya tempenya saya bentuk pipih agar saat digoreng matang sempurna.--Masukan adonan tempe ke tepung bumbu yang sudah diberi air, kemudian gulingkan ke tepung panir sampai adonan tertutup sempurna.--Nugget tempe mozarella siap digoreng. Goreng dengan api kecil agar tidak cepat gosong.--Nugget tempe siap dihidangkan.--Kalau adonan mau ditambahkan sayuran seperti wortel atau buncis juga bisa. Kalau adonan mau dikukus dulu sebelum digoreng juga bisa banget, disesuaikan saja dengen selera masing masing ðŸ˜Š--"
  },
  {
    "Title": "Tempe goreng tepung bumbu",
    "Ingredients": "1 papan tempe (saya 2 rb)--1 bungkus tepung bumbu--Secukupnya air--Secukupnya minyak goreng--",
    "Steps": "Iris tempe dengan ketebalan sesuai selera (saya tipis spt mendoan) sisihkan--Campur tepung bumbu dengan air, hingga tekstur nya tidak terlalu kental dan tidak terlalu encer--Panaskan minyak goreng--Celupkan tempe pada adonan tepung, goreng dengan minyak banyak dan api sedang--Setelah kecoklatan, angkat dan siap disajikan--"
  },
  {
    "Title": "Oseng tempe cabe Hijau",
    "Ingredients": "1 papan tempe--secukupnya Cabe kriting hijau--5 siung bawang merah--3 siung bawang putih--10 cabe rawit--1 btr kemiri--Garam (secukupnya)--Gula (secukupnya)--Penyedap (secukupnya)--Minyak--Kecap manis--",
    "Steps": "Iris tipis tempe (sesuai selera)--Iris cabe besar ijo (sesuai selera)--Siapkan wajan dan panaskan minyak--Goreng tempe yg sudah diiris tipis dan tiriskan--Haluskan semua bumbu--Tumis bumbu yg sudah dihaluskan--Masukan irisan cabe besar ijo, tunggu sampai layu--Masukkan tempe yg sudah digoreng stengah matang--Aduk terus sampai tercampur--Masukkan sedikit kecap dan aduk sampai matang--Oseng tempe cabe ijo pun siap disajikan ðŸ˜€ðŸ˜€ðŸ˜ŠðŸ˜Š selamat mencoba--"
  },
  {
    "Title": "Oseng tempe kacang panjang",
    "Ingredients": "1 papan Tempe potong memanjang--Segenggam kacang iris serong--3 bawang merah--2 bawang putih--1 bh cabe merah--Saus tiram--Garam--Gula--Penyedap--Lada--",
    "Steps": "Goreng tempe terlebih dahulu, lalu tumis bawang merah dan bawang putih hingga harum masukkan kacang lalu tempe nya aduk2 sambil diberi saus tiram, garam gula lada penyedap secukupnya, terakhir masukkan cabe nya, oseng tempe kacang panjang pun siap dhidangkan--"
  },
  {
    "Title": "Stik Tempe",
    "Ingredients": "1 papan tempe--1 butir telur ayam--1 siung bawang putih--1 sdt ketumbar--secukupnya Garam--Tepung panir--",
    "Steps": "Potong tempe memanjang. Rendam dalam larutan bumbu (bawang putih, ketumbar, garam).--Kocok telur dalam mangkok n beri 1 sdm air putih matang--Masukkan irisan tempe ke kocokan telur lalu baluri tepung panir. Kemudian digoreng deh. Gampang kan?--Siap disajikan--"
  },
  {
    "Title": "Tempe Goreng Tepung",
    "Ingredients": "1 papan tempe--5 sdm tepung terigu (munjung)--secukupnya Daun bawang--secukupnya Garam--Penyedap rasa (saya pakai masako)--150 ml air--",
    "Steps": "Iris tempe tipis-tipis supaya renyah. Ini yang membuat tempe ini enak dicemilin.--Campurkan tepung terigu, garam, penyedap rasa, dan air. Aduk sampai rata. Pastikan adonan tidak terlalu kental dan tidak terlalu cair. Bila diperlukan, silakan tambahkan air.--Cicip sedikit adonan tepung, jika dirasa sudah pas, masukkan daun bawang. Aduk rata--Masukkan tempe yang telah diiris ke dalam adonan tepung. Ratakan adonan disemua permukaan tempe.--Goreng tempe dalam minyak goreng yang panas dan banyak.--Tunggu sampai tempe bewarna kuning keemasan. Lalu angkat.--"
  },
  {
    "Title": "SATE Tempe",
    "Ingredients": "1 papan tempe ukuran kecil, potong2 dadu--10 buah tusukan sate--Bahan Marinasi =--garam dan Bawang putih di haluskan, beri air--Bahan Sambel =--1 genggam kacang tanah digoreng--5 buah cabe merah--4 siung Bawang merah--2 siung Bawang putih--secukupnya Gula merah--secukupnya Garam--1 buah jeruk limau--",
    "Steps": "Rendam potongan tempe ke dalam bahan marinasi. Diamkan selama 15 menit--Haluskan semua bahan untuk sambel sate, tumis dan masak sambel sate hingga mengental. Angkat--Tusuk2 tempe dengan tusukan yg telah dipersiapkan.--Olesi tempe yg telah ditusuk2 tadi dengan sambel kacang, kemudian bakar hingga matang.--Beri perasan jeruk limau pada sisa sambel kacang, sate tempe siap dihidangkan beserta nasi hangat2--"
  },
  {
    "Title": "Tempe manis",
    "Ingredients": "1 papan tempe--Kecap--4 bawang merah--2 bawang putih--Garam--Merica bubuk--",
    "Steps": "Potong tempe berbentuk dadu--Goreng tempe hingga kering--Tumis bawang merah dan bawamg putih--Setelah harum masukkan tempe, air merica kecap dan garam--Koreksi rasa--Jika air sudah menyusut (jangan sampai habis) tempe manis siap di sajikan--"
  },
  {
    "Title": "Tempe Orek Pedas Manis Saya Suka",
    "Ingredients": "3 papan tempe (saya 1 papan)--5 siung bawang merah--3 siung bawang putih--1 ruas laos, keprek--2 lembar daun salam--4 lembar daun jeruk buang tulang tengah--4 biji cabe besar--4 biji cabe rawit--1 1/2 sdm kecap manis--2 sdm gula merah iris--1/2 sdm kaldu bubuk (saya pakai kaldu jamur)--1/2 sdt garam (selera)--50 ml air--",
    "Steps": "Siapkan bahan2--Potong tempe dadu 1 cm x 1 cm atau sesuai selera. Lalu goreng 1/2 matang. Sisihkan--Tumis duo bawang yg sudah di iris dengan 3 sdm minyak goreng. Masukkan cabe rawit dan cabe besar, daun salam, daun jeruk dan laos. Aduk sampai wangi.--Tambahkan kecap manis, garam, kaldu, aduk lalu masukkan air dan gula merah. Tunggu sampai meletup atau mendidih lalu masukkan tempe. Kecilkan api. Aduk2. Tes rasa. Biarkan sampai air sat.--Rasanya sedaaaaap. Pedas manisnya pas. Mpuk dan legit.--Selamat mencoba bu ibu.--"
  },
  {
    "Title": "Oblok-oblok Tempe",
    "Ingredients": "2 papan tempe, potong kotak--1 papan petai, kupas belah @ menjadi 2--10 buah cabe rawit, buang tangkainya dan biarkan utuh--3 buah cabe merah keriting, iris serong--4 butir bawang merah, iris tipis--2 cm lengkuas, memarkan--1 lembar daun salam--1 bungkus kaldu instant--250 ml santan--secukupnya minyak goreng--Bumbu yang dihaluskan:--3 siung bawang putih--2 butir kemiri--secukupnya garam--",
    "Steps": "Tumis cabe merah keriting dan bawang merah hingga harum. Setelah itu masukkan bumbu yang sudah dihaluskan, tumis lagi hingga harum. Kemudian tuangkan santan, lengkuas, daun salam dan kaldu instant. Aduk rata.--Masukkan tempe dan cabe rawit, aduk rata dan biarkan hingga bumbu meresap kedalam tempe. Terakhir masukkan petai, aduk rata dan biarkan hingga petai layu. Angkat.--Tata diatas piring saji dan sajikan bersama dengan nasi hangat.--"
  },
  {
    "Title": "Orek Tempe Basah",
    "Ingredients": "1 papan tempe, potong dadu lalu goreng setengah matang, tiriskan--3 bh cabe merah iris tipis--2 bh cabe hijau iris tipis--5 siung bawang merah iris tipis--3 siung bawang putih cincang halus--daun salam--laos, geprek--pete rendam air panas--garam--kecap manis--minyak goreng--",
    "Steps": "Panaskan minyak, lalu tumis bawang putih, bawang merah, laos dan salam sampai harum--Masukan cabe merah dan cabe hijau, sampai layu..lalu tambahkan air sedikit--Masukkan tempe yang sudah digoreng, aduk merata,tambahkan pete, garam secukupnya, terakhir kecap manis secukupnya, koreksi rasa--Voila...siap disajikan dengan nasi hangat! semoga bermanfaat..selamat mencoba :)--"
  },
  {
    "Title": "Perkedel tempe bumbu sup",
    "Ingredients": "1 papan tempe--2 butir telur--Bumbu iris halus:--2 batang daun seledri--4 lembar daun bawang--bumbu halus:--4 siung bawang merah--1 siung bawang putih--1/2 sdt merica biji--secukupnya garam--bumbu pelengkap:--1 bungkus bumbu racik sup--1 batang wortel (parut)--secukupnya minyak goreng--",
    "Steps": "Rebus tempe Â± 5 menit, kemudian hancurkan menggunakan ulekan tambahkan bumbu yg sudah di haluskan dan bumbu iris,wortel yg sudah di parut kemudian aduk rata, tambahkan bumbu racik sayur sup sedikit demi sedikit, aduk kembali sampe rata, jangan lupa test rasa, klo asinnya kurang tambahkan garam sedikit, sudah pas tambahkan 1 butir telur, 1 butir lg kocok lepas buat lapisan saat menggoreng.--Bentuk perkedel tempe sesuai selera, kemudian celupkan 1 per dalam 1 ke dalam telor yg sudah di kocok tadi, kemudian goreng sampe kuning keemasan--Angkat dan ririskan--Perkedel tempe siap di santap dengn nasi hangat.--"
  },
  {
    "Title": "TEMPE CABE HIJAU.... BY. Dapoer Linggar",
    "Ingredients": "1 papan tempe ujuran kecil potong sesuai selera--1 lembar daun salam robek 2--Garam--Gula--Kaldu bubuk--20 buah cabe hijau potong serong--50 ml air--1 bungkus santan kara ukuran kecil--Minyak untuk menumis--bumbu halus--4 buah bawang merah--3 buah bawang putih--Sedikit merica butiran--",
    "Steps": "Tumis bumbu hingga harum kemudian masukan tempe, daun salam aduk rata--Masukan santan, garam, gula, kaldu hubuk dan air... Masak sampai setengah kering--Sesaat sebelum di angkat masukan cabe hijau aduk rata dan masak hingga layu... Jangan lupa koreksi rasa...--"
  },
  {
    "Title": "Oseng2 tempe",
    "Ingredients": "1 papan tempe--10 batang kacang panjang--Bumbu:--6 bj cabe merah--3 bj cabe rawit merah--5 btr bawang merah--2 btr bawang putih--Garam.gula dan penyedap--secukupnya Minyak goreng--secukupnya Air--secukupnya Kecap--",
    "Steps": "Potong dadu tempe dan goreng hingga kering.sisihkan--Potong2 kacang panjang,cuci bersih dan sisihkan--Iris serong smua bumbu dan tumis hingga layu--Masukkan air aduk2 sampai mndidih--Masukan kacang panjang.garam,gula,penyedap dan kecap aduk2 hingga rata--Lalu masukan tempe aduk2 sebentar biar smua bumbu meresap,angkat dan sajikan--"
  },
  {
    "Title": "25. Tempe Mendoan Crispy",
    "Ingredients": "1 papan tempe (potong menjadi 10 bagian dgn ketebalan -+1/2cm)--2 batang daun bawang (iris tipis)--Bumbu halus--3 siung bawang putih--2 siung bawang merah--2 biji kemiri--1/2 sdt ketumbar--1 sdt garam dapur--1 cm ruas kunyit--4 sdm tepung terigu--2 sdm tepung beras--Air secukupnya untuk melarutkan tepung--Minyak secukupnya untuk menggoreng--",
    "Steps": "Campurkan bumbu yg sudah di haluskan dgn tepung terigu, tepubg beras dan air lalu aduk--Setelah tercampur rata tambahkan potongan daun bawang tadi lalu aduk kembali--Panaskan minyak di penggorengan lalu masukan tempe yg sudag dilumuri tepung adonan satu persatu, bolak balik hibgga warna kecoklatan merata--Lalu angkat tempe dan tiriskan--Siap untuk disajikan--"
  },
  {
    "Title": "Tempe goreng rasa ketumbar dan Royco ayam",
    "Ingredients": "1 papan tempe--1 sdm ketumbar (boleh pake ketumbar bubuk klo males ngulek)--1/2 sdm Royco ayam--Secukupnya air--",
    "Steps": "Potong2 dahulu tempe nya..--Ulek ketumbar sampai halus..--Siapkan wadah, masukkan ketumbar dan air, kemudian masukkan Royco ayam nya di aduk rata, baru masukkan tempe..--Goreng tempe sampai keemasan dan angkat..--Tempe goreng rasa ketumbar dan Royco ayam siap dihidangkan, bisa di cocol pake Saos..--"
  },
  {
    "Title": "Tempe Bacem",
    "Ingredients": "1 papan tempe, iris 10--4 siung bawang merah--4 siung bawang putih--1 sdt ketumbar--Seruas kunyit--Seruas jahe--Seruas lengkuas--3 keping gula merah--3 sdm kecap manis--1 sdt lada--2 lembar daun salam--1 batang sereh--2 sdt garam--",
    "Steps": "Haluskan bawang merah, bawang putih, kunyit, ketumbar, jahe, dan lengkuas--Susun tempe dalam panci, masukkan bumbu halus, tambahkan air hingga menutupi semua bagian tempe--Masak dengan api sedang, tambahkan gula merah, garam, lada, daun salam, dan sereh--Tambahkan kecap manis jika air hampir asat, cicipi--"
  },
  {
    "Title": "Tempe Mendoan",
    "Ingredients": "1 papan tempe iris lebar--100 gr tepung terigu--1 sdm tepung tapioka/kanji--3 siung bawang putih--2 butir kemiri--1/2 sdt ketumbar bubuk--1/2 sdt kunyit bubuk atau bisa dg kunyit segar--1/2 sdt kaldu bubuk--1 sdt garam--Air untuk melarutkan--Daun bawang iris tipis--Minyak untuk menggoreng--",
    "Steps": "Haluskan semua bumbunya kecuali daun bawang--Siapkan wadah, masukkan tepung dan bumbu halusnya. Tambahkan air aduk hingga rata. Jangan terlalu encer dan jgn terlalu kental\nTerakhir masukkan irisan daun bawangnya--Siapkan penggorengan, panaskan minyak dan goreng tempenya hingga golden brown.--Sajikan selagi hangat dg petis udang atau kecap manis ditambah cabe rawit ðŸ˜‹ðŸ˜‹--"
  },
  {
    "Title": "Orek tempe pedas manis gurih",
    "Ingredients": "1 papan tempe (potong2 seperti korek lalu goreng)--bahan2 yg diiris--3 siung bawang merah--3 siung bawang putih--2 bh daun jeruk (iris kecil2)--3 bh cabai merah--secukupnya minyak goreng--secukupnya garam dan gula--1 sdm kecap manis--1 sdm saus tiram--",
    "Steps": "Tumis semua bahan yg diiris sampai sedikit layu--Lalu masukkan tempe yg sudah di goreng--Tambahkan garam, gula, kecap, saus tiram.. aduk sampai rata..--Jika sudah meresap, matikan api kompor, siap disajikan--"
  },
  {
    "Title": "30. Tempe Keju Pedas",
    "Ingredients": "1 papan tempe--1 lbr keju cheddar slice--Secukupnya saus sambal--Secukupnya saus tomat--Secukupnya tepung bumbu--",
    "Steps": "Panaskan kukusan.--Campur saus tomat dan sambal sesuai selera.--Potong tempe jadi 2 buah segi empat. Masing\"segiempat dipotong lagi jadi 2 segitiga. Tiap segitiga dibelah 2. Kumpulkan dgn pasangan masing\" ya (krn potongannya suka ga sama, jd dikumpulkan setiap selesai membelah). Jd ada 4 pasang tempe segitiga. (bikin pusingðŸ˜‚)--Potong lg masing\" pasangan ke segitiga yg lbh kecil (biar jadi banyak / 8 pasang)--Potong keju slice sesuai ukuran dan bentuk tempe. Saya potong 1 lbr keju jadi 4 lalu masing\" dipotong jd segitiga. Jd ada 8 keju segitiga kecil.--Olesi bagian dalam setiap tempe dgn campuran saus. Isi dgn potongan keju. Tumpuk dgn tempe pasangannya. Tusuk dgn lidi agar tidak bergeser saat keju lumer.--Susun dikukusan. Kukus kira\" 10 menit atau sampai keju lembek.--Siapkan pencelup. Dlm mangkuk Larutkan secukupnya tepung bumbu dgn air hingga kental atau bs diganti telur. Dlm piring siapkan secukupnya tepung bumbu kering.--Panaskan minyak. Angkat tempe dr kukusan celup di pencelup dan gulingkan di tepung kering. Goreng hingga matang. Tiriskan. Sajikan. Endeuuss..... kalau punya mozarella boleh banget ya...--Gampil sebetulnya. Yg ribet cuma tulisannyaðŸ˜…--"
  },
  {
    "Title": "137. Steak Tempe",
    "Ingredients": "1 papan tempe--100 gr ayam cincang--2 siung bawang putih--1/4 sdt merica--2 sdm tepung tapioka--1/2 sdt tepung terigu--2 bh telur--1/2 sdt garam--1 sdm bawang merah goreng (me skip)--secukupnya Mentega--secukupnya Minyak--Saus :--2 siung bawang putih--1 bh bawang bombay--1 sdt tepung terigu--3 sdm saus teriyaki (me saus tiram)--3 sdm saus tomat--1 sdm kecap--1/4 sdt merica--1/2 sdt garam--Secukupnya air--Pelengkap :--2 bh wortel, potong memanjang, kukus--100 gr buncis, potong memanjang, kukus--Kentang goreng--1 btr telur untuk pelapis--",
    "Steps": "Kukus tempe hingga lunak, haluskan, masukkan ayam, goreng bawang putih lalu haluskan bawang putih dan merica. Campurkan tempe, tepung tapioka, tepung terigu, telur. Aduk rata. Bentuk seperti bola lalu pipihkan.--Balur dengan telur, panggang di teflon yg sudah diberi mentega, bolak balik agar tidak gosong.--Saus : cincang halus bawang putih dan bawang bombay, lalu tumis bawang putih dan bawang bombay sampai harum lalu tambahkan saus tiram, saus tomat, kecap, lada bubuk, garam. Kemudian masukkan campuran tepung terigu dan air. Aduk rata sampai mengental. Cicipi koreksi rasanya.--Sajikan steak tempe, siram dengan saus lalu beri sayuran dan kentang goreng.--"
  },
  {
    "Title": "Tempe jeletot",
    "Ingredients": "2 papan tempe--12 buah cabe rawit (sesuai selera)--10 siung bawang merah--5 siung bawang putih--1 bungkus terasi abc--3 buah tomat ukuran besar--Secukupnya daun seledri (boleh di skip)--Secukupnya gula merah, garam, dan penyedap rasa--Tepung bumbu instan--",
    "Steps": "Iris tempe agak lebar, kemudian belah tengahnya (utk memasukkan sambal)--Bahan sambal : bumbu halus âž¡ cabe rawit, 6 siung bawang merah, bawang putih, bumbu iris âž¡ 4 siung bawang merah, tomat--Masak bumbu hingga matang, jgn lupa terasi dan gula merah, dan cek rasa--Setelah bumbu matang, masukkan kedalam tempe yg sudh dibelah tadi--Iris seledri dan masukkan ke dalam tepung yg sudh diberi air (jgn terlalu cair) kemudian masukkan tempe, bolak-balik hingga semua bagian tempe kena tepung--Goreng tempe hingga matang--Selamat mencoba ðŸ˜Š--"
  },
  {
    "Title": "Sosis Tempe Orek",
    "Ingredients": "1 papan kecil tempe (2 ribu)--2 bh sosis siap makan--2 bh bawang merah--1 bh bawang putih--1 bh cabe merah besar--2 bh cabe rawit merah--1 bh daun bawang--1 sdm saus tiram--1 sdm kecap--150 ml air--Secukupnya kaldu bubuk--Secukupnya garam--Secukupnya minyak--",
    "Steps": "Potong dadu tempe, kemudian goreng kering. Sisihkan--Haluskan bawang merah, bawang putih, cabe merah besar dan cabe rawit. Kemudian masukkan kaldu bubuk, haluskan kembali--Panaskan minyak. Masukkan bumbu yg sudah dihaluskan tadi. Setelah cukup harum. Tuang air--Masukkan daun bawang, tumis kembali sampai sedikit layu, lalu tambahkan saus tiram--Masukkan tempe yg sudah digoreng, aduk rata--Masukkan sosis yg sudah dipotong2. Tambahkan kecap dan garam. Aduk rata--Jika air sudah habis, angkat dan siap utk sajikan--"
  },
  {
    "Title": "Tempe mendoan",
    "Ingredients": "1 papan tempe, iris persegi dan tipis-tipis--5 sdm tepung terigu--2 helai daun bawang, iris-iris--2 helai daun jeruk, iris-iris--Bumbu halus:--1 sdm ketumbar--1 sdm kemiri bubuk--1/2 sdt kunyit bubuk--2 siung bawang putih--3 siung bawang merah--Secukupnya garam--Secukupnya penyedap rasa--Secukupnya air--Secukupnya minyak goreng--",
    "Steps": "Haluskan semua bumbu kemudian letakkan di atas wadah, tambahkan tepung terigu, irisan daun bawang, daun jeruk dan air hingga menjadi adonan--Masukkan tempe satu persatu dalam adonan, lumuri semua bagiannya kemudian goreng dalam minyak panas, lakukan hingga bahan habis--Angkat tempe jika sudah berwarna kekuningan, tiriskan lalu sajikan--"
  },
  {
    "Title": "Tempe bacem manis legit",
    "Ingredients": "2 papan tempe--Air kelapa muda--2 siung bawang putih--5 buah bawang merah--1 buah kemiri--secukupnya Gula merah--Sejumput ketumbar--secukupnya Air--secukupnya Garam--2 lembar daun salam--Minyak goreng--",
    "Steps": "Potong tempe sesuai selera--Haluskan semua bumbu, sisir gula merah--Panaskan 2 sdm minyak tumis bumbu, daun salam hingga harum--Masuk tempe aduk rata, tambahkan air kelapa dan gula merah--Tambahkan air secukupnya rebus sampai air menyusun, koreksi rasanya matikan api (bisa langsung digoreng atau di didiamkan sampai dingin dulu baru digoreng)--Panaskan minyak, goreng tempe bacem--Angkat dan sajikan ðŸ½ï¸ðŸ˜˜ðŸ˜˜--"
  },
  {
    "Title": "Ikan Patin pedas manis",
    "Ingredients": "500 gr ikan patin--5 siung bawang merah iris tipis--4 siung bawang putih iris tipis--1/2 bawang bombay ukuran kecil iris tipis--Cabai merah keriting (sesuai selera) iris tipis--Cabai rawit setan (sesuai selera) biarkan utuh--1 ruas lengkuas digeprek--2 lembar daun jeruk--2 sendok makan kecap--3 batang bawang daun iris tipis--",
    "Steps": "Ikan patin yang sudah dicuci bersih, dilumuri garam kemudian digoreng setengah kering--Tumis irisan bawang merah, putih, bombay dan cabai sampai dengan harum--Masukkan ikan yang sudah digoreng sebelumnya, kemudian tambahkan sedikit air--Masukkan kecap, lengkuas, daun jeruk, garam dan gula. Koreksi rasa--Biarkan sampai dengan meresap ke dalam daging ikan, setelah benar2 meresap terakhir masukkan irisan bawang daun dan cabai rawit setan, kemudian angkat dan sajikan--"
  },
  {
    "Title": "Ikan Dencis Bumbu Kuning Cabe Rawit",
    "Ingredients": "500 gr ikan dencis--secukupnya Daun prei--secukupnya Garam--ðŸŒ¸Bumbu halus--5 siung bawang merah--3 siung bawang putih--secukupnya Kemiri (kira2 3 buah)--kunyit seujung ruas jari (sedikit saja)--jahe sedikit saja--Iris ðŸŒ¸ Bumbu--secukupnya Cabe rawit--tomat setengah buah, potong dadu--",
    "Steps": "Ikan di bersihkan, di siangi. Lalu cuci bersih--Panaskan minyak (sampai benar-benar panas). Goreng ikan dengan deep fry agar tidak lengket di penggorengan.--Blender bumbu halus (bawang putih, bawang merah, kemiri, jahe)--Cabe rawit di iris belah dua dan tomat di potong dadu--Tumis bumbu halus sampai matang dan harum.--Setelah matang dan harum, masukkan cabe rawit dan tomat.--Jangan tambahkan garam dan gula.--Tambahkan sedikit air, cek rasa apakah garam dan gula sudah pas.--Masukkan ikan dencis yang telah goreng. Ratakan dengan bumbu. Tambahkan irisan daun prei.--Ikan dencis bumbu kuning cabe hijau siap di hidangkan..--"
  },
  {
    "Title": "Pindang Serani Ikan Patin",
    "Ingredients": "500 gr ikan patin--1 bh jeruk nipis--4 bh bawang merah, potong tipis--3 bh bawang putih, potong tipis--1 ruas jahe, bakar, geprek--1 ruas lengkuas, bakar, geprek--1 ruas kunyit, bakar, geprek--1 batang serai, geprek--3 lembar daun jeruk--2 lembar daun salam--2 ikat daun kemangi--2 bh tomat merah--10 bh cabe rawit--secukupnya air, garam, gula--",
    "Steps": "Cuci bersih ikan patin. Lumuri dengan jeruk nipis, diamkan sebentar, bilas hingga bersih.--Tumis bawang merah, bawang putih, jahe, lengkuas, kunyit, serai, daun jeruk, daun salam hingga harum. Tambahkan air, tunggu hingga mendidih.--Masukkan potongan tomat dan cabe, bumbui dengan garam dan gula secukupnya, tes rasa. Masukkan ikan patin, tunggu hingga matang (jangan sering diaduk). Terakhir masukkan daun kemangi.--Sajikan dengan taburan bawang goreng.--"
  },
  {
    "Title": "Sop ikan tenggiri",
    "Ingredients": "500 gr ikan tenggiri--Daun bawang--Daun sop--Bawang goreng--Bumbu yg dihaluskan--1 sdt lada halus--3 siung bawang putih..--",
    "Steps": "Bersihkan ikan, sisihkan lumuri dengan jeruk nipis--Tumis bumbu halus--Masak air 500 ml samppai mendidih, masukan bumbu, masukan ikan--Setelah matang sajikan dengan daun sop, daun bawang, bawang goreng--"
  },
  {
    "Title": "Somay ikan tuna",
    "Ingredients": "500 gr ikan tuna--200 gr tepung tapioka--120 gr tepung terigu--1 butir putih telur--3 siung bawang putih--secukupnya Merica--secukupnya Garam--Bumbu kacang:--200 gr kacang tanah (goreng)--2 siung bawang putih--3 biji cabe rawit (optional)--Garam--Gula jawa--2 lembar daun jeruk--Pelengkap:--Kentang (kupas dan kukus)--Kubis (kukus)--",
    "Steps": "Fillet ikan buang tulangnya.--Haluskan bawang putih.--Campurkan semua bahan somay sampai bisa dibentuk bulatan.--Panaskan air untuk mengukus.--Kukus somay, tahu,kentang dan kubis.--Haluskan semua bumbu kacang.--Kemudian masak dengan api kecil dengan ditambah sedikit air.--Biarkan air menyusut.--Kalau sudah matang angkat.--Susun somay, tahu, kentang, dan kubis dipiring.--Siram dengan kuah kacang.--Somay ikan tuna siap dinikmati.--"
  },
  {
    "Title": "Spageti tuna keju",
    "Ingredients": "1 pc spageti--200 gr ikan tuna segar--3 bawang putih--5 bawang merah--5 buah cabe merah keriting--1 tomat--secukupnya Seledri & daun bawang--secukupnya Garam--secukupnya Merica--Minya goreng--sesuai selera Keju--",
    "Steps": "Rebus spageti hingga matang. Lalu tiriskan--Iris semua bumbu untuk ditumis--Siapkan wajan beri sedikit minyak.. Tumis bumbu yang telah diiris beserta tuna, lalu tambahkan sedikit air,--Tumis hingga asat. Tambahkan spageti yg telah ditiriskan, aduk2 sebentar tambahkan potongan saledri dan daun bawang--Angkat dan sajikan.. beri sedikit parutan keju--Masakan siap disantap--"
  },
  {
    "Title": "Tongkol suwir pedas manisðŸ’“",
    "Ingredients": "250 gr ikan tongkol--Bumbu:--8 siung bawang merah--6 siung bawang putih--2 biji asam jawa--sesuai selera Cabe rawit,cabe merah besar,cabe hijau besar--1 buah tomat--1 sdt garam--1 sdm gula merah sisir--1/2 sdt penyedap--1 sdt kecap manis--200 ml air--",
    "Steps": "Goreng ikan tongkol sampai matang. Lalu suwir suwir buang tulangnya.--Tumis bawang merah,bawang putih,cabe,asam jawa sampai harum. Tambahkan air,irisan tomat,garam,gula merah,kecap,penyedap,tes rasa,,bila sudah oke masukan suwiran tongkol. Biarkan meresap,sisakan sedikit airnya supaya tidak terlalu kering.ðŸ˜--"
  },
  {
    "Title": "Balado Ikan pari asap",
    "Ingredients": "500 gr ikan asap apa aja (saya ikan pari)--3 sdm minyak untuk menumis--secukupnya Air--secukupnya Gula putih/jawa--10 buah cabe merah--5 buah cabe rawit--4 siung bawang putih--5 siung bawang merah(iris tipis)--1 cm jahe--2 lmbar daun jeruk--secukupnya Garam--secukupnya Penyedap rasa--",
    "Steps": "Cuci ikan pari asap tiriskan n sisihkan--Haluskan cabe,bawang putih dan jahe--Panaskan minyak,Goreng irisan bawang merah sampai kekuningan lalu sisihkan sedikit buat taburan--Masukkan bumbu halus,daun jeruk,tumis sampai bau harum--Masukkan ikan pari,garam,penyedap,gula dan air secukupnya--Tutup dan masak dg api kecil kurleb 10 menit sampai air tinggal sedikit (karna sy gx suka terlalu kering)--Tes rasa dan setelah pas...taraaa...balado ikan pari asap siap disantap--"
  },
  {
    "Title": "Lele kuah pedas",
    "Ingredients": "500 gr ikan lele--10 siung bawang merah--3 siung bawang putih--2 bj cabe merah besar--25 bj cabai rawit--3 lembar daun jeruk--1 ruas lengkuas--65 ml Santan kara--2 gelas air--1 bks kaldu jamur (optional)--secukupnya Gula & garam--",
    "Steps": "Cuci bersih lele dan kerat\" bagian samping nya--Rendam dalam air garam 30 mnt--Goreng lele sampai agak kering. Tiriskan dr penggorengan--Haluskan semua bumbu kecuaki daun jeruk dan lengkuas--Tumis bumbu yg sdh dihaluskan sampai harum lalu masukkan lengkuas & daun jeruk--Masukkan lele yg sdh digoreng.--Tambahkan santan kara dan air--Aduk rata lalu masukkan gula garam dan kaldu jamur--Koreksi rasa dan tunggu mendidih--Matikan api dan siap dihidangkan--"
  },
  {
    "Title": "Gule lele plus2",
    "Ingredients": "500 gr ikan lele--1 sachet bumbu gulai instan--1 santan kara kecil--2 buah tahu--1 papan tempe--1 genggam buncis--2 biji tomat--",
    "Steps": "Bersihkan ikan lele,goreng.sisihkan--Tahu goreng,setengah matang.sisihkan--Rebus bumbu gulai dg 500 ml air.setelah mendidih masukan tempe--Setelah mendidih kembali,masukan tahu,buncis dan tomat.--Tunggu mendidih lagi.setelah mendidih masukan ikan lele dan santan.--Tes rasa,apabila dirasa kurang,dapat ditambah bumbu penyedap.tunggu mendidih kembali--Setelah mendidih matikan kompor.sajikan dengan nasi putih.--Enak dimakan sewaktu masih hangat,ðŸ˜˜ðŸ˜‰--"
  },
  {
    "Title": "Gulai ikan gabus panggang",
    "Ingredients": "600 gr ikan gabus--5 siung bawang putih--5 siung bawang merah--Bawang bombay--1 ruas kunyit--1 ruas jahe--1/2 sdt ketumbar--2 btr kemiri--Serai, daun jeruk--1 sachet kara 65ml--Garam--Gula--Penyedap--1 buah jeruk nipis--1 buah cabe--1 buah tomat--",
    "Steps": "Potong ikan jd 3bagian. Cuci bersih.beri garam dan jeruk nipis. Lalu panggang sampai kecoklatan--Iris bawang bombay.Ulek cabe,kunyit, ketumbar,bawang merah, bawang putih, kemiri dan jahe.--Tumis bumbu halus. Tambah serai dan daun jeruk.masukan santan. Tambah gula,garam,penyedap.masukan ikan yg sudah d bakar.cek rasa.beri irisan bawang bombay dan tomat.aduk sebentar. Angkat.--"
  },
  {
    "Title": "Ikan bakar kembung",
    "Ingredients": "500 gr ikan kembung--air perasan jeruk nipis..garam untuk marinasi ikan nya ya.--7 siung bawang merah--3 siung bawang putih--cabe merah kira kira aja y mam..klu saya paling 3biji.--3 butir kemiri--ruas jari jahe se--kunyit seruas jari--",
    "Steps": "Marinasi ikan dengan perasaan jeruk nipis diam kan selama 15m.--Ulek bumbu atau blender juga bisa y...sampai halus..--Lalu tumis bumbu sampai harum dengan minyak 2 sdm..lalu oles kan diatas ikan..masukkan ikan y ke tempat pembakaran...dan oles lg bumbu yg masih tersisa...--Bakar sampai matang...dan siap untuk di hidangkan..----"
  },
  {
    "Title": "Asam manis pedas ikan asin tenggiri",
    "Ingredients": "500 gr ikan asin tenggiri--150 gr bawang merah--5 siung bawang putih--Cabe merah besar--sesuai selera Cabe rawit--Air asam jawa--Gula merah--secukupnya Gula pasir dan garam--",
    "Steps": "Potong ikan asin seukuran ruas jari,rendam selama 20 menit,lalu cuci bersih dan goreng sampai mateng kecoklatan,angkat dan tiriskn--Iris bawang merah, bawang putih,cabe,rendam asam jawa dengan air dan peras ambil airnya--Tumis bawang merah, bawang putih sampai layu dan wangi,masukan air asam jawa,Gula merah,gula pasir secukupnya--Masukan ikan yang sudah digoreng,irisan cabe, tambahkan air sebanyak sama rata dengan ikannya,biarkan air menyusut dan aduk--Koreksi rasa dulu ya,jika kurang asin bisa tambah garam,pas kan rasanya sesuai selera--Matikan api,pindah kan masakan kepiring saji dan sudah siap dihidangkn bersama nasi putih anget--"
  },
  {
    "Title": "Tuna Goreng Krispy menu 1y+",
    "Ingredients": "250 gr ikan tuna fillet (buang durinya)--5 SDM terigu--2 SDM tepung beras--1 butir telur--1 sdt ketumbar bubuk--1 sdt garam--Sejumput kecil merica halus--Secukupnya minyak untuk menggoreng--",
    "Steps": "Campur semua bahan kecuali telur--Bagi 2 adonan untuk adonan kering dan basah--Campurkan telur dan sedikit air untuk adonan basah, kira2 jangan terlalu encer.--Pukul2 daging ikan hingga gepeng dan lunak--Panaskan minyak.--Celupkan fillet ikan ke dalam adonan basah hingga rata--Gulingkan ke dalam adonan kering jika perlu di remas2 hingga menempel sempurna.--Goreng dalam minyak panas dengan api sedang hingga kuning keemasan. Siap disajikan. ðŸ˜Œ--"
  },
  {
    "Title": "Ikan Pari Panggang",
    "Ingredients": "600 gr ikan pari, bersihkan, potong2, kucuri air jeruk nipis--200 ml santan kental--1 lbr daun kunyit, simpulkan--2 lbr daun salam--1 batang sereh, geprek--1 potong asam kandis--Minyak utk menumis--Secukupnya garam dan merica bubuk--Bumbu halus:--5 buah cabe merah--5 siung bawang merah--3 siung bawang putih--1 butir kemiri yg sudah digoreng--1/2 sdt ketumbar--1 ruas jari kunyit--1 ruas jari jahe--1 ruas jari lengkuas muda--",
    "Steps": "Tumis bumbu halus, daun kunyit, daun salam, sereh, asam kandis, hingga harum dan matang. Tuang santan kental, aduk hingga berminyak.--Masukkan potongan ikan pari. Bubuhi garam dan merica bubuk. Jika sudah 3 menit, balik sekali saja. Sesudah 2 menit, matikan api.--Panggang di atas bara sambil dioles sisa bumbu. Suami saya suka sisa bumbunya yg masih berupa kuah gitu untuk dimakan bareng nasi.--Sajikan dgn nasi hangat, kuah sisa bumbu, lalapan dan sambal kecap.--"
  },
  {
    "Title": "Empek-empek ikan dori #kisahkasihcookpad",
    "Ingredients": "500 gr ikan(saya dori+ udang)--450 gr sagu tani--375 gr air es--5 siung bawang putih haluskan--3 sdt garam(kurang lebih)--1 sdt gula--Secukupnya sagu untuk taburan--Bahan kuah cuko:--10 buah cabai rawit hijau--3 buah cabai rawit merah--2 siung bawang putih--500 ml air--100 gr gula jawa(pilih yg warnanya hitam)--1/2 sdt garam--2 sdm air asam jawa--",
    "Steps": "Blender hingga halus udang+ikan dori dengan 1/2 bagian air es.--Masukkan garam, gula, bawang putih dan sagu tani sedikit demi sedikit. Kalau adonan kurang kalis, tuangi sisa air es tadi sedikit demi sedikit juga(saya tidak pakai semua airnya)--Uleni adonan hingga agak kalis dan bisa di bentuk. Bentuk sesuai selera aja ya bunda.(kalau mau lihat foto step by step nya bisa lihat resep asli bunda xanderskitchen ya bun). Empek2 yang diberi pewarna itu dalamnya saya isi telur rebus.--Didihkan air, rebus empek2 hingga matang.--Kuah cuko: rebus gula jawa, asam jawa, cabe rawit dan bawang putih yg telah dihaluskan. Masukkan garam. Masak kuah cuko hingga agak kental.--Angkat kuah cuko dan saring.--Panaskan minyak goreng, goreng empek2 hingga matang(ga digoreng pun udah enak).--Tata di piring saji. Siram kuah cuko. Taburi ebi sangrai yg halus. Dan Beri mentimun sebagai pelengkap.--Jadi dehhh.... Empek2 spesial buat suami sudah siap di sajikan. Yummy banget... (ini yg di goreng ya bund)--Bahagianya kalau lihat suami makan sampai minta tambahðŸ˜Š--Sayang fotonya kurang bagus. Diambil malam2--"
  },
  {
    "Title": "Gulai tongkol kemangi ðŸŸðŸŸ",
    "Ingredients": "500 gr ikan tongkol--4 ikat daun kemangi--2 Batang sereh (geprek)--seruas jari lengkuas (geprek)--2 lembar daun salam--1 buah jeruk lemon--1 bks santan (me:kara)--secukupnya garam--secukupnya air--Bumbu halus :--30 biji cabai rawit setan--10 biji cabai merah--7 siung bawang merah--3 siung bawang putih--2 butir kemiri--1/2 sdt ketumbar--1/2 sdt lada / merica--seruas jari jahe--seruas jari kunyit--",
    "Steps": "Bersihkan ikan,potong sesuai selera,cuci hingga bersih.--Beri perasan jeruk dan garam pada ikan yg sudah di bersihkan,diamkan kira\" 10 menit.--Cuci kembali ikan sampai bersih.--Cuci daun kemangi yg sudah di siangin--Tumis bumbu halus,lengkuas,salam dan sereh hingga harum.--Tambahkan air diamkan hingga mendidih.--Masukkan ikan dan garam,aduk\" dan diamkan hingga bumbu meresap.--Tambahkan santan aduk\" agar tidak pecah.--Masukan daun kemangi aduk lagi.--Koreksi rasa jika sudah pas angkat dan sajikan ðŸ˜‹ðŸ˜‹ðŸ˜‹--"
  },
  {
    "Title": "Pempek lembut iwak tenggiri khas Palembang",
    "Ingredients": "500 gr ikan tenggiri--300 gr tepung tapioka (sagu tani)--2 sdm tepung terigu--100 ml air es (es batu)--1 butir telur--2 sdm garam--1 sdm penyedap--5 siung bawang putih (halusin)--",
    "Steps": "Filet ikan kerok pakai sendok lalu giling (blender aja cukup) kalau aku kulitnya aku campur sekalian krna sayang.--Lalu campur dengan telur, air es, bawang putih,garam,penyedap.tambahin tepung nya dikit\" aja--Lalu bentuk sesuai selera. Bs dibuwat kapal selam atau lenjer.--Masak sampai mengapung lalu biarkan 15 menit supaya telur bs matang.--Bs disimpan di frozen / digoreng langsung--Goreng hingga kecoklatan. Dan siram kuah cuko + tambah mie.--"
  },
  {
    "Title": "Brengkes Patin Tempoyak",
    "Ingredients": "600 gr ikan patin--100 gr tempoyak durian--Dihaluskan:--5 btg cabe merah--3 siung bawang putih--7 bh bawang merah--1 cm jahe--2 cm lengkuas--2 cm kunyit--1 btg serai--1/2 sdm terasi--Secukupnya gula dan garam--",
    "Steps": "Bumbu yg sudah halus dicampurkan dengan tempoyak lalu cek rasa--Baluri patin dengan bahan yg dicampur sampai merata--Bungkus ikan dgn daun pisang lalu kukus 40 menit dgn api sedang--Dinginkan brengkes setelah matang, lalu panggang hingga daun pisang kehitaman.--Sajikan bersama lalapan dan sambal buah--Tips: pilih patin yg berlemak agar rasa lebih mantap.--"
  },
  {
    "Title": "Steam ikan dory with enoki",
    "Ingredients": "166 gr ikan dory fillet--15 ml air jeruk lemon--1 batang wortel, iris 1 cm--50 gr jamur enoki--1 batang daun bawang, iris halus--2 siung bawang putih, goreng kering--1 buah bawang bombay, iris halus, goreng kering--1 ruas jahe, iris halus--3 sdm kecap asin--1 sdm saus tiram--2 sdm minyak wijen--1 sdt garam--1 sdt merica bubuk--1 sdt kaldu ayam bubuk--",
    "Steps": "Lumuri ikan dory dengan garam dan perasan air jeruk lemon, lalu biarkan hingga meresap.--Masukkan jahe, wortel, jamur enoki, kecap asin, saus tiram, minyak wijen, garam, merica bubuk dan kaldu ayam bubuk. Aduk rata hingga tercampur semua.--Kukus selama 40 menit hingga matang.--Taburi dengan bawang putih dan bawang bombay goreng dan sajikan panas dengan nasi putih panas atau sesuai selera.----"
  },
  {
    "Title": "Siomay Ikan Tenggiri praktis tanpa telor",
    "Ingredients": "300 gr Ikan tenggiri haluskan tanpa kulit dan tulang--4 siung bawang putih haluskan--160 ml air es--1 sdm minyak wijen--220 gr tepung tapioka / sagu--1 sdt merica--secukupnya Garam dan gula--",
    "Steps": "Ikan, bawang putih, garam, gula, campur bersama air br tuang sedikit semi sedikit tepung tapioka. Aduk rata.--Bentuk dengan sendok bulat2/ tempelkan ke kentang, telur / pare. Sesuai selera. Kukus krg lbh 20 -25 menit.--Sajikan bersama sambal kacang. Yummy.--"
  },
  {
    "Title": "Mie Goreng Tuna Simple",
    "Ingredients": "125 gr ikan tuna--125 gr Sawi putih--125 gr Pakcoy--1 bks Mie burung dara--Bawang goreng (optional)--Bumbu :--5 siung bawang putih cincang kasar--1 bh cabe besar--1/2 bh tomat--2 bh cabe rawit--secukupnya Garam--secukupnya Gula--secukupnya Saos tiram--secukupnya Kecap--",
    "Steps": "Rebus mi,sisihkan,potong lalu cuci semua sayuran,tiriskan--Goreng semua bumbu,masukan tomat,,kalau audah harum masukan tuna,oseng sebentar sampai tuna matang,tambahkan sayuran--Kalau sayuran sudah setengah matang masukan mie yg direbus tadi tambahkan kecap,saori,garam,dan gula tes rasa--Selamat menikmati.--"
  },
  {
    "Title": "Pesmol Makarel",
    "Ingredients": "350 gr ikan makarel segar--1 batang serai, memarkan--3 cm lengkuas, memarkan--6 bh rawit setan--2 lbr daun salam--6 lbr daun jeruk--200 ml air--1 bh tomat besar potong jadi 8--1 batang daun bawang--2 sdm air asam jawa--1/2 sdt garam--1 sdm gula pasir--Minyak secukupnya utk menggoreng ikan--Bumbu halus:--4 cabe merah keriting--8 siung bawang merah--4 siung bawang putih--3 cm jahe--3 cm kunyit--1/2 sdt merica butir--3 btr kemiri--5 sdm minyak utk menumis--",
    "Steps": "Potong ikan menjadi 5 bagian, cuci bersih lalu goreng dgn minyak yg sdh mendidih. Goreng sampai matang dan tiriskan.--Haluska semua bumbu halus. Panaskan wajan dan masukkan minyak utk menumis. Tuang bumbu halus dalam minyak yg sdh panas hingga bumbu menjadi harum. Tambahkan lengkuas, serai, daun salam dan daun jeruk.--Masukkan ikan. Aduk rata. Tambahkan air dan kecilkan apinya. Masukkan cabe rawit. Masukkan garam dan gula. Setelah airnya mendidih, beri air asam jawa, potongan tomat dan daun bawang yg sdh dipotong-potong. Aduk rata dlm api kecil dan masak hingga tomat layu.--Setelah tomat layu, matikan kompor. Pesmol ikan makarel siap disajikan.--"
  },
  {
    "Title": "Pindang Serani Ikan Kembung",
    "Ingredients": "500 gr ikan kembung potong menjadi 2 bagian--Bumbu Halus :--1 ruas kunyit--1 ruas jahe--1 ruas lengkuas--6 bawang merah--3 bawang putih--2 butir kemiri sangrai--secukupnya Garam gula--Bumbu cemplung :--Irisan cabe rawit sesuai selera--sesuai selera Asam jawa--4 helai daun jeruk--2 helai daun salam--1 batang serai geprek--2 buah tomat iris--secukupnya Air--",
    "Steps": "Tumis bumbu halus sampai harum--Masukkan bumbu cemplung--Masukkan air secukupnya yang kira2 ikannya bakal kerendem semua, duh bahasanya gimana sih haha--Tunggu sampai mendidih, masukkan ikan kembungnya--Test rasa daaaan voilaaa--"
  },
  {
    "Title": "Gulai Ikan Gabus Laut",
    "Ingredients": "500 gr ikan gabus laut--1 lbr daun salam--3 lbr daun jeruk--1 batang sereh geprek--1 ruas lengkuas geprek--1 bks santan kara--2 bh asam kandis--1 sdt garam halus--1/2 gula pasir--1 bh wortel--6 batang buncis--Bumbu halus--5 siung bawang merah--3 siung bawang putih--1 ruas jahe--1 ruas kunyit--1/2 sdt ketumbar--1 butir kemiri--200 ml air--",
    "Steps": "Tumis bumbu halus hingga harum--Masukkan sereh, daun salam, daun jeruk, asam kandis--Cuci bersih wortel & buncis, kupas wortel.--Potong serong wortel, potong pendek2 buncis--Campur air & santan--Masukkan santan masak dengan api kecil aduk supaya santan tidak pecah--Masukkan garam & gula--Masukkan ikan--Terakhir masukkan wortel & buncis--Tunggu hingga matang kemudian pindahkan--"
  },
  {
    "Title": "Bola daging Salmon menu balita",
    "Ingredients": "200 gr ikan salmon--2 btang seledry--2 siung bawang putih Dan 2 siung bawang merah--Secukupnya lada bubuk--Sejumput garam--1 sdt tepung sagu--",
    "Steps": "Campur semua adonan masukan dg food processor lalu bentuk bulat dan kukus kurleb 15 menit. Baso siap dimasak dan dimakan kapan aja--"
  },
  {
    "Title": "Ikan Kembung Bumbu Woku",
    "Ingredients": "500 gr Ikan Kembung--5 siung Bawang Putih--10 siung Bawang Merah--3 biji Kemiri Sangrai--2 ruas jari kunyit--2 ruas jari Jahe--5 lembar Daun Jeruk--2 batang Sereh--2 biji Cabai Merah--10 biji Cabai rawit--1 buah Tomat--3 batang Daun Bawang--250 ml Minyak Goreng--250 ml Air Bersih--Gula--Garam--Penyedap rasa--1 buah Jeruk Nipis--1 genggam Daun Kemangi--",
    "Steps": "Bersihkan ikan, bubuhi dengan garam dan air jeruk nipis. Marinasi kira-kira 30 menit--Haluskan bawang putih, bawang merah, kemiri, kunyit dan jahe--Iris memanjang cabai merah besar, lalu kerat sedikit bagian cabai rawit supaya tidak meletus saat ditumis nanti--Goreng ikan pada api sedang, sampai golden brown--Tumis bumbu halus beserta daun jeruk dan sereh yang sudah di geprek, masukkan cabai merah besar dan cabai rawit masak sampai layu--Masukkan air sedikit demi sedikit, tambahkan gula, garam dan penyedap rasa--Apabila rasanya sudah cukup, terakhir masukkan tomat. Setelah dirasa cukup matang terakhir masukkan cincangan daun bawang.--Siramkan kuah diatas ikan yang atasnya telah diberi daun kemangi terlebih dahulu, ikan kembung bumbu woku siap dihidangkan--"
  },
  {
    "Title": "Kembung suwir sambal korek",
    "Ingredients": "500 gr ikan kembung--1 buah jeruk nipis--secukupnya Garam--Bahan Sambel :--7 buah cabai keriting--10 buah cabai rawit merah--4 siung bawang putih--secukupnya Garam dan gula--",
    "Steps": "Kucuri ikan yg sudah dicuci bersih dengan jeruk nipis. Taburi garam secukupnya. Goreng hingga matang. Lalu Suwir2.--Tumbuk kasar semua bahan sambal. Tuang dengan minyak panas. Bumbui dengan garam dan gula. Campurkan dengan ikan kembur suwir. Kucuri lgi dengan jeruk niis...--"
  },
  {
    "Title": "Asam padeh tongkol ala Talicious",
    "Ingredients": "500 gr ikan tongkol--2 buah kentang potong agak besar--300 gr cabe merah--10 buah cabe rawit--1 buah tomat--5 siung bawang merah--3 siung bawang putih--2 ruas jari, kunyit--2 ruas jari, jahe--3 butir kemiri--2 helai serai--2 ruas jari lengkuas--4 lembar daun jeruk, potong tipis2 supaya terasa aromanya--3 lembar daun salam--2 kembang lawang--2 asam kandis--1 sdm garam--Minyak untuk menumis--450 ml air, jika suka berkuah boleh tambahkan lagi--",
    "Steps": "Semua bahan di blend atau di tumbuk sampai halus, kecuali serai, salam, daun jeruk dan lengkuas..--Setelah ini ambil wajan, tuangkan minyak secukupnya. Kemudian masukan bumbu yang sudah halus tadi, berikut dengan serai, lengkuas, salam dan daun jeruk. Tumis sampai wangi..--Setelah wangi masukan air, garam dan kentang. Lalu setelah kentang empuk masukan ikan, inget ya bun jangan ikannya dahulu karena ikan bertekstur lembut jadi mudah matang..--Setelah itu, tunggu sampai ikan matang dan kuah mengental siap untuk disajikan hangat..--Selamat mencoba bunda ðŸ˜ŠðŸ™ðŸ»ðŸ˜‡--"
  },
  {
    "Title": "Tuna Goreng Sambal Bali",
    "Ingredients": "200 gr ikan tuna (2 potong)--1 Buah jeruk nipis / Lemon--1/2 sdt ketumbar (disanggrai terlebih dahulu lalu dihaluskan)--7 buah cabai rawit merah--1 Batang serai--5 Siung bawang merah--Minyak goreng--Gula putih--Garam--",
    "Steps": "Cuci bersih ikan lalu marinasi dengan perasan jeruk lemon/nipis, sejumput garam, dan ketumbar--Sambil menunggu ikan meresap, iris tipis cabai, bawang merah dan batang serai, tambahkan gula dan garam lalu siram dengan minyak yang sangat panas kurang lebih 4sdm sambil diaduk hingga agak layu dan harum--Goreng ikan hingga harum dan agak garing, suwir2 dengan menggunakan garpu untuk mempermudah, buang tulang dan kulit jika ada--Campurkan tuna dengan sambal yang tadi telah matang. Hidangkan selagi hangat ðŸ˜Š--"
  },
  {
    "Title": "Pepes Ikan Layur",
    "Ingredients": "500 gr ikan layur--5 siung bawang merah--4 siung bawang putih--3 cm kunyit--3 cm jahe--2 cm laos--1 batang sereh--secukupnya garam--secukupnya gula--penyedap rasa secukupnya (biasanya sih aku pakai royco rasa ayam)--cabai merah 7 buah (sesuai selera ya bun)--2 lembar daun pisang (bersihkan dan di hangatkan di api kecil agar daun setengah layu)--secukupnya minyak makan--Tusuk gigi--",
    "Steps": "Cuci bersih ikan layur--Bumbu yg dihaluskan:--Bawang merah, bawang putih, cabai, batang sereh, laos, jahe dan kunyit yg sudah dibersihkan ya bun..--Setelah bumbu dihaluskan lalu ditumis sampai matang, beri gula, garam dan penyedap sesuai selera, masukkan ikan layur aduk sampai merata dengan bumbu--Ambil daun pisang yg sudah setengah layu tadi, taruh dan bagi ikan layur menjadi beberapa bagian sesuai potongan daun pisang, kemudian ujung dan ujung daun di tusuk menggunakan lidi atau tusuk gigi--Kemudian masukkan ke dalam kukusan, kukus selama 20 menit (setelah dikukus bisa dipanggang lagi ya bun, tp kl aku sih suka nya yg di kukus lebih berasa bumbunya)--Hidangkan dengan nasi hangat--"
  },
  {
    "Title": "Tuna Melt Pizza (cukup pake teflon)",
    "Ingredients": "Bahan dough:--200 gr tepung terigu--200 ml air hangat--1 sdt fermipan--1 sdt gula pasir--2 sdm minyak goreng--Sejumput garam--Bahan topping:--100 gr ikan tuna potong dadu--1 buah jagung manis (pipil/serut)--1 buah bawang bombay--1/2 paprika (boleh di skip)--75 gr keju mozarella/ kr*ft quick melt (parut)--2 sdm saus spaghetti/ bs dganti saus tomat--1 sdm margarin--Sejumput lada bubuk--Sejumput garam--",
    "Steps": "Buat biang terlebih dulu : campurkan air hangat, fermipan dan gula pasir, aduk rata. Biarkan selama 15 menit. Jika timbul busa tandanya ragi msh aktif, itu bagus.--Setelah 15 menit, siapkan baskom. Masukkan terigu, garam, minyak goreng. Kemudian tuang sedikit demi sedikit air biang sambil diuleni, jgn dtuang smua karena mungkin adonan bs terlalu lembek. Uleni sampai kalis, tutup baskom dg serbet dan diamkan selama 30 menit.--Sambil menunggu adonan mengembang, siapkan topping. Tumis ikan tuna dg sedikit margarin, kemudian baru jagung, tambahkan lada dan garam, terakhir baru paprika dan bawang bombay. Aduk sebentar, angkat.--Setelah 30 menit, adonan dough akn mengembang 2x lipat. Bagi adonan mjd 2. Karena 1 resep ini utk 2 loyang. Ambil 1 bagian, letakkan di atas teflon yg sdh dioles margarin. Tekan sampai melebar sesuai lebar teflon. Tusuk- tusuk dg garpu. Tuang saus spaghetti, ratakan dg sendok. Taburi topping kemudian keju parut. Tutup teflon, panggang dg api kecil selama kurleb 15 menit.--Setelah keju meleleh, angkat dan sajikan dg saus sambal....hmmm yummyyy..ðŸ•ðŸ•--"
  },
  {
    "Title": "Perkedel kentang tongkol",
    "Ingredients": "300 gr kentang, rebus dan haluskan--Wortel kupas potong kotak kecil, rebus sebentar dan tiriskan--1/2 buah bawang Bombay (skip)--1 buah telur kocok lepas--1/4 sdt merica bubuk--1/2 sdt garam--2 siung bawang putih haluskan (tambahanku)--80 gr ikan tuna kaleng (ikan pindang tongkol yang dihaluskan)--Secukupnya putih telur atau telur utuh dikocok lepas U celupan--",
    "Steps": "Campur rata kentang, wortel, ikan tongkol, garam, bawang putih, merica dan telur. Pipihkan. Celupkan kedalam putih telur atau kocokan telur.--Goreng dalam minyak yang sudah dipanaskan sampai kuning keemasan. Angkat dan sajikan.--"
  },
  {
    "Title": "Ikan Tongkol Sambalado",
    "Ingredients": "500 gr ikan tongkol segar, potong, bersihkan--1 buah jeruk nipis--15 buah cabe merah keriting--10 buah cabe rawit merah--4 buah bawang merah--2 buah bawang putih--1 buah tomat ukuran sedang--1 buah terasi ABC, bakar--2 cm lengkuas, geprek--2 lembar daun salam--2 lembar daun jeruk--1/2 sdm garam--1 sdm gula pasir--1/2 sdm kaldu jamur--",
    "Steps": "Lumuri ikan tongkol dengan jeruk nipis, lalu goreng sebentar.--Goreng semua bahan sambel, lalu ulek kasar (enakan di ulek daripada di blender yaa), tumis bumbu halus lalu tambahkan sedikit air, tambahkan garam, gula, dan kalsu jamur, llay masukkan ikan tongkol--Masak hingga bumbu meresap, jangan lupa koreksi rasa.--"
  },
  {
    "Title": "Siomay goreng ikan tuna",
    "Ingredients": "250 gr ikan tuna(dihaluskan)--2 btr bawang putih(dihaluskan)--1 btr telur--Kulit lumpia homemade(bisa ganti merk finna)--5-6 sdm sagu tani--Merica bubuk--Garam--Royco sapi--2 tetes saos tiram--Daun bawang--",
    "Steps": "Masukkan ikan tuna yg sdh dihaluskan ke dlm mangkok,lalu masukkan telur,daun bawang,bawang putih,garam,merica bubuk,royco,dan saos tiram,aduk merata--Masukkan sagu sedikit demi sedikit,cicipi rasa--Siapkan kulit lumpia,bisa dibagi 4 atau belah dua miring, masukkan adonan ikan ke dlm kulit lalu goreng dg minyak full dg api sedang--Siomay goreng siap disajikan dg sambel--"
  },
  {
    "Title": "Lele Goreng Gurih #Tips",
    "Ingredients": "500 gr Ikan Lele bersihkan--secukupnya Asam--1 sdt Garam--Haluskan--5 siung Bawang Putih--1 cm Kunyit--1 cm Jahe--1 sdm Ketumbar--sedikit Garam--Tusuk Sate secukupnya*--Minyak goreng secukupnya*--",
    "Steps": "Lumuri rata ikan dengan asam dan garam, diamkan beberapa saat.--Aduk rata Ikan dengan bumbu halus, tunggu minimal 5 menit.--Goreng dalam minyak panas api sedang hingga matang, angkat tiriskan.--#agar ikan tidak melengkung saat digoreng. Tusuk Ikan dengan tusuk sate searah dari mulut sampai ekor lakukan hingga selesai dan biarkan agar bumbu meresap selama 10 menit.--"
  },
  {
    "Title": "Dori saus madu praktis",
    "Ingredients": "250 gr ikan dori frozen, potong dadu--1 buah jeruk nipis balurkan di ikan biar ga amis--1/2 sachet tepung bumbu instan--1 butir telur ayam--3 sendok makan saos tomat--1 sendok makan saos tiram--3 sendok makan madu--2 butir bawang putih, cincang halus--secukupnya Garam--2 sendok mentega utk menumis bawang putih--",
    "Steps": "Kocok Tepung bumbu dengan satu butir telur, masukkan ikan yg sdh dibalur jeruk nipis, aduk smp ikan tercover tepung bumbu--Goreng ikan dori dalam tepung td, lalu sisihkan sebentar--Tumis bawang putih dgn mentega sampai harum dan layu, kemudian masukkan saos tomat, saos tiram, kecap dan madu, aduk sampai rata, tambahkan garam secukupnya--Masukkan ikan dori yg sudah digoreng tadi ke dalam saus, aduk sampai rata, koreksi rasa, dan voila, jadi deh..--Ga pake ribet, ga pake lama, cocok buat keluarga.. enjoy..--"
  },
  {
    "Title": "Gulai ikan bawal campur udang",
    "Ingredients": "250 gr ikan bawal--300 gr udang--5 siung bawang merah--3 siung bawang putih--1 potong kunyit--secukupnya Ketumbar--1/2 buah kelapa (parut)--secukupnya Cabai rawit--secukupnya Garam--",
    "Steps": "Bersihkan ikan dan udang nya--Haluskan (blender) bawang merah, bawang putih, kunyit, ketumbar jadi satu--Setelah itu tumis bumbu yang telah dihaluskan tadi.. masukkan ikan terlebih dahulu, setelah itu masukkan udang nya kemudian. Masukkan cabai rawit untuk pelengkap--Jangan lupa kelapa yang telah diparut, di blender untuk diambil santan nya.. dan masukkan santan dan garamnya kedalam tumisan bumbu tersebut. Kemudian dikasih perasanya--Aduk terus jangan sampai santan nya pecah.. tunggu sampai mendidih dan mateng--"
  },
  {
    "Title": "Ikan tongkol pedas cabe ijo",
    "Ingredients": "250 gr ikan tongkol--bumbu:--5 siung bawang merah--3 siung bawang putih--3 buah cabe ijo--1 buah cabe merah--13 buah cabe rawit--1 sdm gula merah--1 ruas jahe--1 sdm kecap manis--secukupnya garam dan royco--",
    "Steps": "Bersihkan ikan potong kotak, beri garam dan jeruk nipis,goreng--Haluskan cabe rawit, jahe dan gula merah--Iris dou bawang dan cabe merah hijau--Tumis dou bawang, masukkan cabe rawit halus, aduk--Masukkan ikan tongkol, sedikit air, kecap, garam dan royco--Masak sampai bumbu meresap, sesaat sblm diangkat masukkan irisan cabe hijau dan merah--Siap dihidangkan dgn nasi hangat--"
  },
  {
    "Title": "Ikan Sarden Homemade",
    "Ingredients": "500 gr ikan salem/tongkol/ sesuai selera, bersihkan, potong2--2 sdm air jeruk nipis--1 sdt garam--5 sdm saus tomat botolan--3 siung bawang putih, cincang halus--2 sdm margarin (aku pake 1 sdm)--Secukupnya air--Saus :--3 buah tomat uk besar, iris kasar--3 cabe merah besar (buang bijinya) / cabe keriting jg blh (iris)--2 sdt garam/ sesuai selera--2 sdt gula/ sesuai selera--150 ml air matang--",
    "Steps": "Lumuri ikan dgn air jeruk nipis & garam. Diamkan 15 menit lalu cuci bersih. Goreng setengah matang. Sisihkan--Blender bahan saus. Sisihkan.--Tumis bawang putih sampe harum. Masukkan blenderan saus & saus tomat botolan. Masukkan ikan yg sudah digoreng 1/2 matang. Tambahkan air secukupnya.--Masak sampe kuah menyusut & mengental. Masukkan margarin. Aduk sampe meleleh.--Siap disajikan ðŸ˜Š--Note : 1. potong ikannya jgn terlalu kecil yaa..takut hancur 2. Jangan lupa diaduk2 soale bagian bawahnya rawan gosong 3. Kasi margarin sebaiknya 1 sdm dulu yaa soale itu udh guriiihhh sekali, klo terasa kurang gurih baru ditambah 4. Ikannya bisa pake pindang tongkol atau cuwe.--"
  },
  {
    "Title": "Cakalang asap pedas manis",
    "Ingredients": "250 gr ikan cakalang asap disuwir kecil kecil--12 butir bawang merah--3 butir bawang putih--250 gr cabai rawit (sesuai selera)--10 buah cabe merah keriting--1 sdt terasi--1 ruas lengkuas--5 sdm air asam--3 sdm gula aren--",
    "Steps": "Semua bumbu dihaluskan (kecuali lengkuas)--Panaskan minyak goreng dan tumis semua bumbu sampai harum tambahkan air asam,lengkuas,gula,garam--Kemudian masukan ikan cakalang yang sudah disuwir kecil kecil,aduk sampai rata dan meresap semua bumbu--Cakalang asap pedas manis siap dihidangkan, praktis dan cepat masaknya,pas banget buat bekal ke kantor ðŸ˜‹ðŸ˜Š--"
  },
  {
    "Title": "Nugget dori",
    "Ingredients": "200 gr ikan dori fillet--1 buah jeruk kunci--1 sdt lada bubuk--1 sdt garam--1 sdt ketumbar bubuk--3 sdm Tepung bumbu--Tepung roti--Minyak untuk menggoreng--",
    "Steps": "Lumuri ikan dengan air jeruk, diamkan 15 menit--Cuci ikan lalu potong sesuai selera--Marinate dg garam, lada, dan ketumbar bubuk--Cairkan tepung bumbu dg air es--Celupkan ikan ke tepung bumbu dan gulingkan ke tepung roti--Goreng dalam minyak panas--Sajikan bersama saos sambal atau sambal geprek pedas...--"
  },
  {
    "Title": "Ikan Tuna dan Bakso Saus Lada Hitam",
    "Ingredients": "400 gr ikan tuna--1 bungkus kecil bakso sapi--1 buah bawang bombay--1 buah tomat merah--2 bungkus saus lada hitam (saya pakai merk bamboe)--1/4 jeruk lemon--secukupnya minyak goreng--",
    "Steps": "Cuci ikan tuna dan bakso sampai bersih, lalu beri perasan air jeruk nipis agar ikan tidak bau amis.--Potong ikan tuna dan bakso sesuai selera.--Iris bawang bombay dan potong tomat menjadi 8 bagian.--Panaskan minyak untuk menggoreng ikan tuna dan bakso.--Goreng ikan tuna dan bakso sampai setengah matang agar empuk ketika dimakan.--Tumis bawang bombay dan tomat terlebih dahulu sampai berubah warna kecoklatan, setelah itu masukan saus lada hitam.--Masukan ikan tuna dan bakso. Masak hingga matang. Jangan lupa koreksi rasa.--Ikan tuna dan bakso saus lada hitam siap disajikan.--"
  },
  {
    "Title": "Pempek kulit tenggiri dan pempek kapal selam",
    "Ingredients": "300 gr ikan tenggiri fillet kulit nya di iris2--10 siung bawang putih--2 butir telur ayam(1 untuk adonan pempek 1 lagi utk kapal selam)--300 gr tepung tapioka--200 gr tepung terigu (saya pakai segitiga biru)--150 cc air es--Daun bawang secukupnya sesuai selera--3 sdt garam halus--1/2 sdt merica bubuk--3 sdm minyak goreng untuk campuran saat merebus pempek--",
    "Steps": "Kerok daging ikan tenggiri yang sudah di fillet dan kulit nya.. Masukan dalam baskom--Haluskan bawang putih+garam lalu masukan ke dalam kerokan ikan tenggiri tadi--Tambahkan 1 butir telur, merica bubuk dan daun bawang secukup nya.--Masukkan tepung terigu dan tapioka kemudian uleni.. Tambahkan air es kemudian uleni sampai kalis tdk lengket di tangan--Bentuk pempek : untuk pempek kulit bentuk nya bentuk pipih.. Pempek kapal selam diisi telur di tengah nya (supaya gak lengket gunakan tepung tapioka di tangan)--Ulangi terus sampai adonan habis--Panaskan air + minya goreng sampai mendidih.. Rebus pempek sampai mengapung angkat lalu tiriskan--Kuah cuko nya jangan lupaa ya bu ibuuu... Hehhee saya skip disini nanti akan saya share di lain waktu... Hihihiii--Selamat mencobaaaaa...--"
  },
  {
    "Title": "Abon Ikan Tongkol",
    "Ingredients": "800 gr ikan tongkol--1 buah jeruk nipis--3 sdm bawang merah goreng--5 lembar daun jeruk, dibuang tulangnya--2 lembar daun salam--200 ml santan kental--1 sdt garam--1/2 sdt gula pasir--2 sdm minyak untuk menumis--Bumbu halus :--6 butir bawang merah--4 butir bawang putih--3 buah cabe rawit--2 buah cabe merah besar--3 cm lengkuas--3 cm jahe--2 cm kunyit--1 sdt ketumbar--",
    "Steps": "Lumuri ikan tongkol dengan air jeruk nipis diamkan 15 menit lalu cuci bersih.--Kukus ikan sampai matang. Angkat suir-suir halus.--Tumis bumbu halus, daun jeruk, dan daun salam. Lalu masukkan santan, garam, dan gula pasir. Masak sampai kental. Lalu buang daun jeruk dan daun salam. Tambahkan suiran ikan. Masak dengan api kecil sampai kering.--Setelah kering angkat dan masukkan bawang merah. Aduk rata.--"
  },
  {
    "Title": "Pepes Ikan Tuna Bumbu Orange",
    "Ingredients": "300 gr ikan tuna (bisa ikan lainnya)--5 tangkai kemangi (ambil daunnya saja(--1/2 buah jeruk nipis--2 siung bawang putih--3 butir bawang merah--5 buah cabe merah--2 buah cabe rawit--1/2 sdt ketumbar--1/2 sdt merica--1 biji kemiri--1 lmbr daun salam--2 lmbr daun jeruk--1 btg sere (geprek)--1 cm jahe--2 cm kunyit--1 cm kencur--2 cm lengkuas(geprek)--Garam sckp--Daun pisang untuk membungkus--",
    "Steps": "Cuci dan potong ikan lumur i dengan air jeruk nipis dan sedikit garam--Halus kan bumbu kecuali, sere,daun jeruk,salam,dan lengkuas--Setelah halus lumurkan pada daging ikan selama 5 menit--Bungkus ikan dan tambhkan daun kemngi lalu semat kedua ujung daun--Kukus selama 30 menit. Tunggu sampai matang dan hidangkan--"
  },
  {
    "Title": "Ikan Tongkol Balado / Tongkol Pedas",
    "Ingredients": "250 gr ikan tongkol potong--10 bh cabe merah--8 bh cabe rawit--8 bh bawang merah--4 siung bawang putih--1 bh tomat besar--1 btg sereh--2 lembar daun salam--secukupnya air--secukupnya garam dan penyedap--",
    "Steps": "Goreng sebentar ikan tongkol potong (jangan terlalu garing takut jadi alot&keras)--Haluskan bawang merah,bawang putih,cabe merah,cabe rawit dan tomat. (lebih enak di ulek pakai cobek)--Panaskan minyak, tumis bumbu yg sudah dihaluskan tsb sampai matang, jgn lupa masukkan sereh dan daun salam--Jika bumbu sudah matang, tambahkan air, garam dan penyedap secukupnya--Tes rasa, kemudian masukkan ikan tongkol, aduk aduk sebentar.--Ikan tongkol pedas siap disajikanâ¤--"
  },
  {
    "Title": "Balado Ikan Asin Bulu Ayam",
    "Ingredients": "100 gr Ikan Asin Bulu Ayam--Secukupnya penyedap & Gula Pasir--50 ml Air--Bumbu Halus :--6 siung Bawang Merah--3 siung Bawang Putih--10 pcs Cabe Merah Keriting (sesuai selera)--5 pcs Cabe Rawit--",
    "Steps": "Rendam sebentar ikan asin,lalu cuci,goreng hingga kering--Tumis bumbu halus hingga harum--Tambahkan air (sedikit saja), karena kalau kebanyakan nanti ikan asinnya tidak garing--Masukkan penyedap & gula pasir. Koreksi rasa--Masukkan ikan asin. Aduk aduk hingga merata. Masak sebentar saja--Angkat & sajikan--"
  },
  {
    "Title": "Dori cheese schotel",
    "Ingredients": "4 butir kentang besar (kukus, haluskan)--500 gr ikan dori (cincang)--5 lembar keju--8 siung bawang putih (haluskan)--3 butir telur ayam--Kaldu jamur bubuk (non msg; optional)--1 siung bawang bombay--2 bh wortel ukuran besar (parut)--200 ml air hangat--Parsley cincang--",
    "Steps": "Panaskan kukusan, lapisi tutupnya dengan kain.--Tumis bawang putih, ikan dori, bawang Bombay dan wortel tambahkan sedikit air--Campurkan tumisan bawang tadi dengan kentang yang sudah dihaluskan tambahkan kaldu jamur.--Ratakan adonan di wadah tahan panas untuk dikukus. Di atasnya letakkan lembaran keju, telur ayam dan taburi dengan parsley. Lalu kukus selama 30 menit.--"
  },
  {
    "Title": "Pampis Tongkol",
    "Ingredients": "350 gr ikan tongkol potong (tuna)--2 lbr daun kunyit--1 daun pandan--5 lbr daun jeruk purut--Bumbu halus:--14 siung bawang merah--8 siung bawang putih--3 cabe rawit merah--15 cabe merah (sesuaikan dgn selera ya. Ini tak trlalu pedas)--2 serai--1,5 jari jahe--2 jari kunyit (kebetulan pake biang kunyit)--Daun kemangi--1 sdt garam (selera masing2)--Gula pasir (kalo suka)--",
    "Steps": "Siapkan bahan bumbu--Suwir-suwir ikan tongkol--Blender bumbu. Iris tipis daun kunyit,pandan dan daun jeruk.--Tumis daun2an--Setelah wangi masukkan bumbu halus--Tumis sampai wangi dan bumbu matang. Tambahkan air sedikit (kira2 100ml) biarkan mendidih beberapa saat. Tambah garam. Masukkan ikan.--Masak sampai mengering. Tambah gula kalo suka. Masukan daun kemangi.--Siap dihidangkan.--"
  },
  {
    "Title": "Gurameh Fillet Goreng Garing",
    "Ingredients": "200 gr ikan gurameh fillet potong panjang--4 siung bawang putih--1/2 butir jeruk nipis ambil airnya--1 sdt garam halus--Sejumput gula pasir--1/4 sdt lada bubuk--5 sdm tepung terigu--1 sdm tepung maizena--Sejumput garam--Sejumput lada--Secukupnya daun parsley (opt)--Minyak goreng--",
    "Steps": "Cuci bersih ikan--Rendam semalam dalam air jeruk, bawang, garam, gula, lada. Simpan di kulkas--Campur tepung terigu, maizena, parsley, sejumput garam & lada--Panaskan minyak--Gulir2kan ikan di dalam tepung sambil ditekan supaya tepung menempel--Goreng ikan dalam minyak panas--Tiriskan & pindah ke piring--"
  },
  {
    "Title": "Pempek ikan tenggiri",
    "Ingredients": "800 gr ikan tenggiri kerok dagingnya--400 ml air--600 gr tepung sagu tani(d pakai 400 gr, 200 gr pembuatan pempek)--2 sdm garam--2 sdt gula pasir--1 sdt minyak sayur (agar tdk lengket) wktu merebus--Secukupnya air utk merebus--Kuning telur 5 butir (jika pempek diisi pakai telur)--",
    "Steps": "Blender/haluskan ikan tenggiri,,--Tambahkan air kemudian masukkn garam, gula aduk rata pakai sendok--Masukkn tepung sagutani sedikit demi sedikit, aduk dengan ujung jari (agar pempek tdk keras), aduk sampai merata--Bentuk pempek sesuai selera yah,,, mw diisi telur lebih enak loh...adonan nya emank agak lembek yah, baluri tangan dgn tepung sagu, agar pempek bisa di bentuk--Rebus pempek di air mendidih, jika pempek nya terapung berarti pempek nya udh matang...--Setelah pempek matang langsung deh dimakan, digoreng lagi lebih maknyusss..ðŸ˜ŠðŸ˜„ðŸ˜€--"
  },
  {
    "Title": "Pindang kuning ikan patin",
    "Ingredients": "500 gr ikan patin--1 sdm air jeruk nipis--1 batang sereh--1 lbr daun salam--3 cm lengkuas (geprek)--secukupnya lada dan garam--\"bumbu halus\"--4 siung bawang merah--2 siung bawang putih--2 buah kemiri--3 cm kunyit--\"pelengkap\"--1 buah tomat (iris)--20 buah rawit ijo utuh--secukupnya air jeruk nipis--",
    "Steps": "Cuci bersih ikan kemudian beri air jeruk nipis. Sisihkan--Tumis bumbu halus hingga harum, kemudian beri secukupnya air. Tambahkan salam, lengkuas dan sereh lalu masukan ikannya--Bumbui dengan lada dan garam, aduk sebentar saja. Kalau ikan sudah hampir matang masukkan rawit ijo, masak sampai ikan matang.--Kalau sudah matang matikan api kemudian beri irisan tomat dan air jeruk nipis. Aduk sebentar--Angkat dan siap untuk disajikan--"
  },
  {
    "Title": "Ikan Tongkol Asem Padeh Istimewa Bumbu Sederhana",
    "Ingredients": "900 gr Ikan Tongkol (Â±3-4 Ekor ukuran sedang)--1000 cc Air--1 Sdm Air Perasan Jeruk Nipis--2 Batang Serai (Memarkan)--40 gr Lengkuas (Â± 3 cm) memarkan--4 Lembar Daun Jeruk--1 Lembar Daun Kunyit (Buat simpul)--2 gr Asem Kandis (Â± 2 Potong)--Secukupnya Gula Pasir--Secukupnya Garam--Bumbu Halus :--150 gr Cabai Merah Keriting--100 gr Bawang Merah (Â± 10 Butir)--8 gr Bawang Putih (Â± 8 Butir)--",
    "Steps": "Bersihkan ikan Tongkol, buang kotoran dan potong ikan tongkol sesuai selera. Lumuri dengan air jeruk, diamkan 15-20 menit.--Masak air sampai mendidih berikut bumbu halus, serai daun jeruk, lengkuas dan daun kunyit. Setelah mendidih masukkan ikan, susun hingga semua ikan terendam dalam kuah cabe merah.--Masak dengan api kecil. hingga air sedikit menyusut, kuah agak mengental. Masukkan asam kandis, gula dan garam, aduk sebentar (Uji rasa) angkat dan siap dihidangkan.--Semoga bermanfaat guys ðŸ˜€ðŸ‘Œ----"
  },
  {
    "Title": "Tuna Woku",
    "Ingredients": "500 gr Ikan tuna (tulang+daging)--Bumbu halus--5 butir bawang merah--2 butir bawang putih kecil--3 butir kemiri--3 cm Jahe--3 cm kunyit--secukupnya Garam--Bumbu lainnya--2 serai ukuran kecil--1 helai gaun kunyit--2 lembar daun jeruk--Kemangi--1 buah tomat--1 cabe merah--7 cabe rawit--Jeruk limau/jeruk nipis/ lemon--1000 liter air--",
    "Steps": "Cuci tuna beri perasan jeruk lalu diamkan +- 10 menit setelah itu cuci bersih--Haluskan bahan bumbu halus--Tumis bumbu halus beserta daun kunyit dan serai yang di ikat simpul+ daun jeruk--Masukan tuna lalu aduk sampai rata, jika sudah rata tambahkan air, masak dengan api kecil--Saat air sudah mendidih dan mulai surut, tambahkan irisan cabe merah, cabe rawit, tomat dan kemangi, lalu cicipi rasa kuahnya jika kurang asin tambahkan garam, jika ingin lebih gurih bisa tambah 1/2 sdt kaldu serbuk--Jika sudah matang dan bumbu dirasa sudah pas pindahkan ke mangkuk saji dan hidangkan selagi hangat--"
  },
  {
    "Title": "Asam Pedas Ikan Pari dengan Kiwi",
    "Ingredients": "500 gr Ikan Pari (di potong2)--1 buah Jeruk Nipis--3 Siung Bawang Merah (di iris)--1 Siung Bawang Putih (di iris)--1 batang Serai (di geprek)--1 Sdm Asam Jawa (di cairkan)--3 lembar Daun Jeruk--1/2 Sdt Garam--1/2 Sdt Chicken Stock--1 Sdm Gula Pasir--1 biji Asam Keping--3 Sdm Chilli Paste--1 buah Tomat ukuran besar (di potong Wedges)--2 buah Kiwi (di potong bulat dan di belah2)--600 ml Air--5 Sdm Minyak untuk menumis--ðŸ‘‰ Bumbu yang di haluskan--1 buah Bawang Merah besar--3 Siung Bawang Putih--3 biji Cabe rawit Merah--1 biji Cabe Merah--2 CmJahe--1 Cm Kunyit--",
    "Steps": "Siapkan bahan2--Cuci bersih ikan pari,lalu peraskan jeruk nipis di atasnya,diamkan selama 5 menit dan cuci kembali.tiriskan--Panaskan minyak tumis bawang dan serai sampai harum--Blend sampai halus,bawang merah besar,bawang putih,jahe,cabe rawit,cabe merah,dan kunyit.Sisihkan--Masukan Chilli paste ke dalam tumisan bawang,aduk rata dan masak sampai agak kering,masukan bumbu halus adu rata dan masak sampai harum dan naik minyak--Masukan ikan pari,Asam Keping,dan Daun jeruk.Aduk rata--Masukan Air,dan Air asam jawa,aduk rata dan tutup panci lalu masak sampai matang--Masukan Gula pasir,garam,dan chicken stock,aduk rata dan koreksi rasa.Tutup api dan masukan potongan tomat dan kiwi--Asam pedas ikan pari ready to serve.EnjoyðŸ˜šðŸ˜šðŸ˜š--"
  },
  {
    "Title": "Mujaer Kuah Brokoli Apel",
    "Ingredients": "500 gr Ikan mujaer--1 Batang Brokoli--1 Buah Apel--5 siung bawang merah iris--3 siung bawang putih iris--1 Batang serai--3 lembar daun jeruk--4 biji asem jawa--1 siung bawang bombai iris--secukupnya gula--secukupnya garam--750 ml air--2 sdm Minyak goreng--",
    "Steps": "Panaskan panci yang berisi minyak goreng, tumis bawang merah dan bawang putih sampai harum--Tambahkan daun jeruk dan serai kemudian air, setelah mendidih masukkan ikan, garam, gula, bawang bombai dan asem jawa.--Setelah ikan terlihat hampir masak tambahkan brokoli dan apel, mendidih angkat--Siap disajikan--Unt dewasa yg suka pedas boleh ditambahkan cabai----"
  },
  {
    "Title": "Batagor Ikan Tongkol",
    "Ingredients": "300 gr ikan tongkol--200 gr tepung tapioka--150 gr tepung terigu--5 siung bawang putih halus--1 sdt merica bubuk--1 butir telur--1/2 sdm garam--1 sdm gula--2 ikat daun bawang--1 bks kulit pangsit--2 buah tahu putih--1/2 gelas air hangat--",
    "Steps": "Suwir-suwir/ ulek kasar ikan tongkol yang sudah dikukus--Campurkan suwiran ikan tongkol, tahu, tepung tapioka, tepung terigu, bawang putih halus, kocokan telur, daun bawang, gula, garam, merica bubuk--Tuangkan air hangat sedikit demi sedikit, aduk adonan hingga kalis--Masukkan ke dalam kulit pangsit, bentuk sesuai keinginan--Goreng hingga kuning kecoklatan--Batagor ikan tongkol ready to serve now dengan saus kacang dan acar ðŸ˜Š--"
  },
  {
    "Title": "Ikan Kakap Rica Rica",
    "Ingredients": "750 gr ikan kakap, saya kakap jenaar kecil, potong 2--1 bh jeruk nipis--secukupnya Garam--Bumbu halus :--8 bh bawang merah--5 bh bawang putih--15 bh cabe merah--15 bh cabe rawit (sesuai selera)--1/2 ruas lengkuas/laos--1/4 ruas kunyit--1/4 ruas jahe--Bahan pelengkap--3 lbr daun jeruk, sobek--2 lbr daun salam--1 btg serai, geprek--1 bh tomat, belah 4--1 sdm saus tiram--1 sdm kecap manis--1/2 sdt ketumbar bubuk--1/2 sdt merica--secukupnya Garam dan gula--",
    "Steps": "Bersihkan ikan terlebih dahulu, lumuri jeruk nipis dan garam, goreng ikan jangan terlalu kering, angkat dan tiriskan--Tumis bumbu halus sampai harum dan berubah warna, masukkan daun jeruk, daun salam, serai, tomat dan taburi garam, aduk rata sampai tanak--Kemudian tambahkan sedikit air, sampai tergenang saja, tambahkan gula secukupnya, saos tiram, kecap manis, ketumbar bubuk dan merica, aduk rata, koreksi rasa--Masukkan ikan kakap yg telah digoreng, aduk rata hingga semua terkena bumbu, biarkan sejenak agar bumbu meresap, aduk rata perlahan--Koreksi rasa lagi, biarkan sampai air menyusut sambil diaduk rata tapi jangan sampai kering--Angkat dan sajikan dengan nasi putih hangat--Selamat mencobaa--"
  },
  {
    "Title": "Sup Ikan Patin \"Kelo Mrica Khas Pati",
    "Ingredients": "500 gr ikan patin (1 ekor uk sedang)--1 buah tomat uk kecil (bs diganti belimbing sayur) diiris--1 sdt gula pasir--2 biji asam kandis/ asam jawa--400 cc air--1/2 butir bawang bombai uk kecil iris tipis--5 biji cabe rawit utuh--2 lembar daun salam--1 batang serai memarkan--2 lembar daun jeruk--5 cm lengkuas memarkan--Secukupnya minyak utk menumis--Bahan marinasi:--1 buah jeruk lemon/nipis--1 sdt garam halus--Bumbu halus:--3 siung bawang merah--2 siung bawang putih--3 buah cabe rawit merah--1 butir kemiri--1/2 sdt merica butir--1 sdt garam--1 cm kunyit--1/2 cm jahe--",
    "Steps": "Cuci bersih ikan patin, buang semua isinya,kecuali lemaknya krn bagus untuk kesehatan jantung. Lalu lumuri dengan lemon dan garam untuk menghilangkan lendir dan bau amis tunggu 10-15 mnt lalu cuci bilas.--Haluskan semua bumbu halus. Dan memarkan serai serta lengkuas.--Tumis bawang bombai, cabe utuh, bumbu halus, serai, daun salam,daun jeruk, lengkuas, dan asam kandis. Tumis sampai harum lalu masukkan air dan gula pasir. (bs ditambahkan maggy blok/kaldu bubuk bila suka)--Tunggu air sampai mendidih lalu masukkan ikan patin.--Masak sampai ikan matang, baru masukkan irisan tomat. Masak sebentar saja lalu angkat agar tomat tidak hancur.--Sup ikan patin / kelo mrica ikan patin siap disantap hangat2 taburin bawang goreng... Mantap...--"
  },
  {
    "Title": "Ikan tongkol balado sederhana",
    "Ingredients": "500 gr ikan tongkol--bumbu :--7 bh bawang merah--1 buah bawang putih--8 bh cabe keriting--4 bh cabe rawit--secukupnya garam--secukupnya gula--penyedap rasa--",
    "Steps": "Potping ikan tongkol dan bersihkan sampai warna airnya tidak merah. Soalnya kalo gk bersih, ikannya jadi pahit.--Haluskan bumbu dengan blender/cobek--Panaskan minyak goreng--Goreng ikan tongkol sampai warnanya kecoklatan, tiriskan.--Jika ikan sudah digoreng, panaskan kembali minyak goreng untuk sambal baladonya. Jika minyak sudah panas, masukkan bumbu yang sudah dihaluskan tadi--Tunggu 5-10 menit. Jika bumbu sudah wangi, masukkan ikan tongkol--Ikan tongkol sambal balado siap disajikan--Selamat mencobaðŸ˜ðŸ˜--"
  },
  {
    "Title": "Pepes Tongkol Kemangi",
    "Ingredients": "400 gr Ikan Tongkol--secukupnya Garam & Gula--3 ikat Daun Kemangi--1 buah Tomat Merah (potong2 kecil)--Secukupnya Daun Pisang--Bumbu di haluskan :--4 siung Bawang Putih--8 siung Bawang Merah--3 butir Kemiri (di sangrai)--10 buah Cabe Merah Keriting--5 buah Cabe Rawit (optional)--1 ruas Jahe--1 ruas Lengkuas--1 ruas Kunyit--",
    "Steps": "Cuci bersih ikan, kemudian tiriskan.--Masukkan sedikit minyak dan tunggu hingga panas, kemudian tumis bumbu yang sudah di haluskan tadi hingga matang & harum.--Campurkan tomat dan daun kemangi ke dalam bumbu halus, aduk hingga rata kemudian tiriskan.--Ambil bumbu halus sedikit dan taruh di atas daun pisang yang sudah di bersihkan, kemudian taruh ikan di atas dan ambil lagi bumbu halus secukupnya lalu taruh di atas ikan.--Sambil menunggu proses membungkus ikan hingga selesai, panaskan air dalam panci (dandang) kukus dgn api kecil.--Setelah semua beres, masukkan bungkusan ikan satu persatu ke dlm panci kukus dan masak hingga matang.--Tiriskan apabila sudah matang dan tunggu hingga air pada daun mengering, panaskan teflon dan panggang ikan yg masih terbungkus daun dgn api kecil (jgn lupa untuk di bolak2ik) atau bs juga di bakar sesuai selera.--Pepes tongkol kemangi siap di sajikan, selamat mencoba :)--"
  },
  {
    "Title": "Balado Ikan Kembung",
    "Ingredients": "600 gr ikan kembung, cuci bersih--Minyak goreng--5 btg daun bawang tombak, iris--1 buah tomat, iris--secukupnya Garam dan gula--Air jeruk nipis--Haluskan:--10 bh cabe merah keriting--4 siung bawang merah--2 siung bawang putih--secukupnya Garam--",
    "Steps": "Bumbui ikan dg garam dan air perasan jeruk nipis, sisihkan dan diamkan 15 menit--Panaskan minyak goreng, goreng ikan hingga kering dan matang di kedua sisi. Angkat dan tiriskan--Panaskan kmbali minyak, tumis bawang tombak dan tomat iris hingga layu, masukkan bumbu halus, masak hingga berminyak, tambahkan gula pasir--Siramkan bumbu balado ke ikan goreng yg sdh ditata dipiring--Sajikan--"
  },
  {
    "Title": "Gulai tongkol bumbu uleg ala mommy shasha",
    "Ingredients": "500 gr ikan tongkol--7 helai kacang panjang/ sesuai selera--1 buah jeruk nipis--1 bungkus santan kara 65 ml--air kurleb 750m--bumbu geprek:--2 ruas laos--2 ruas jahe--1 batang serai--2 lembar daun salam--3 lembar daun jeruk--bumbu halus--8 siung bawang merah--5 siung bawang putih--3 siung kemiri--2 ruas kunyit--3 biji cabai merah buang biji--2 sdt garam--1 sdt kaldu sapi bubuk non msg--secukupnya gula--note: bisa ditambahkan rawit, bagi yg suka pedas--",
    "Steps": "Cuci tongkol, potong2 sesuai selera. Lumuri dengan perasan jeruk nipis, diamkan.--Haluskan bumbu halus. Kemudian tumis bumbu halus dengan sedikit minyak. Masukkan bumbu geprek. Tumis sampai Wangi dan mengeluarkan minyak.--Tambahkan air dan santan. Aduk2 sampai mendidih. Saat mendidih masukkan tongkol. Serta cabai rawit bila suka.--Setelah tongkol 1/2 matang. Masukkan kacang panjang. Tunggu sampai air agak menyusut. Matikan kompor. Cek rasa.. ðŸ˜ŠðŸ˜ŠðŸ˜Š--"
  },
  {
    "Title": "Tumis ikan gabus asin+ pete",
    "Ingredients": "100 gr ikan gabus asin, potong2--1 papan pete, belah--4 btr bawang merah, iris--2 btr bawang putih, iris--3 bh cabai hijau besar, potong2--1 bh tomat, potong2--8 bh cabai rawit merah, utuh--2 sdm saus sambal--1 ruas lengkuas, geprek--1 lb daun salam--seujung sendok teh garam--50 ml air matang--",
    "Steps": "Rendam ikan gabus dlm air panas sampai airnya dingin, tiriskan kemudian goreng hingga kering--Tumis bawang dengan sedikit minyak sampai harum, masukan cabai, tomat, salam, laos, aduk sebentar tambahkan pete, saus sambal beri air, aduk hingga kuah mengental--Siap disajikan--"
  },
  {
    "Title": "Siomay Salmon Simple",
    "Ingredients": "200 gr ikan salmon--1 butir telur--1 sdt bawang putih bubuk (atau 3 siung di ulek)--1 sdt kaldu bubuk ayam--1/4 sdt merica bubuk--2 sdm tepung terigu--8 sdm tepung tapioka--1 sdm minyak--Secukupnya air untuk mengkukus--Saos: Sambal kacang jadi/instanyang di larutkan + kecap--",
    "Steps": "Cabik daging salmon dengan garpu hingga lembut. Campurkan telur, bawang putih, merica, kaldu bubuk, dan minyak. Aduk rata.--Tambahkan tepung terigu dan tapioka hingga kalis. Tambahkan tapioka jika masih belum kalis seperti play dough.--Bentuk bola-bola seperti bakso. Letakkan di kukusan. Kukus selama 20 menit.--Angkat siomay. Potong sesuai selera. Beri saos kacang dan kecap. Sajikan.--"
  },
  {
    "Title": "Salmon Steak with Blackpepper Sauce",
    "Ingredients": "250 gr ikan salmon--secukupnya Lada hitam untuk marinade salmon--secukupnya Bawang putih bubuk untuk marinade salmon--1 buah wortel ukuran besar, potong dadu--1 buah jagung, sisir--10 buah buncis, kupas ujungnya--2 siung bawang putih--1/2 buah bawang bombang--1 sdm saus tiram--1 sdm kecap manis--1,5 sdm lada hitam bubuk--1/2 sdm tepung maizena, larutkan dengan air--secukupnya Olive oil + margarine, untuk menumis--secukupnya Gula pasir--secukupnya Garam--",
    "Steps": "Cuci bersih salmon (jika tidak suka kulitnya, bisa di buang) dan tiriskan.--Marinasi salmon dengan lada hitam dan bawang putih bubuk secukupnya. Diamkan minimal 30 menit agar bumbu meresap.--Panaskan olive oil, masukkan bawang bombay, tumis hingga sedikit layu. Tambahkan bawang putih, tumis kembali.--Masukkan saus tiram, kecap manis, lada hitam bubuk, dan tambahkan air secukupnya. Masak hingga mendidih--Tambahkan gula dan garam, cicipi rasanya hingga terasa pas. Kemudian tuang larutan maizena, aduk sampai sedikit mengental. Sisihkan--Didihkan air dalam panci, rebus wortel dan jagung satu persatu. Lalu tiriskan.--Panaskan olive oil + margarine, lalu masukkan buncis. Tutup wajan, sambil sesekali buncis di bolak balik. Angkat jika buncis dirasa sudah matang. Tiriskan--Dengan menggunakan teflon bekas menumis buncis tadi, tambahkan olive oil secukupnya, tunggu hingga teflon benar2 panas.--Masukkan salmon dengan bagian kulit yang menempel pada teflon. Masak dengan api sedang. Bolak balik salmon, tunggu hingga berubah warna dan teksturnya tidak basah lagi. Angkat--Tata wortel, jagung, buncis, dan salmon ke dalam piring. Lalu siram saus blackpepper di atas ikan.--Voilaaa salmon steak with blackpepper sauce siap dinikmati ðŸ˜‹--"
  },
  {
    "Title": "Ikan tongkol sambal ijo",
    "Ingredients": "250 gr ikan tongkol--7 siung bawang merah--7 siung bawang putih--50 gr cabe rawit hijau--2 buah cabe hijau besar--secukupnya garam--secukupnya lada--minya goreng--",
    "Steps": "Haluskan bawang putih dan garam untuk membumbui ikan tongkol yang sudah dipoyong dan dibersihkan. goreng ikan tongkol hingga matang. setelah matang suir ikan tongkol, jangan terlalu kecil agar tekstur ikannya terasa.--Haluskan bawang merah, bawang putih, cabe rawit hijau, dan cabe hijau besar tambhkan garam untuk memudahkan mengulak bumbu.--Panasakan wajan, masukan 2 sdm minyak goreng. goreng bumbu hingga beraroma wangi, masukan ikan tongkol dan tambahkan sedikit air. tambahkan sedikit garam dan lada. masak hingga air agak menyusut dan bumbu meresap ke ikan tonggol.--Angkat dan sajikan dengan nasi hangat.--Selamat mencoba--"
  },
  {
    "Title": "Kembung suwir sambel korek",
    "Ingredients": "500 gr ikan kembung--1 sdm air jeruk nipis--Secukupnya garam dan gula--1 ons cabe rawit merah--4 siung bawang putih--Secukupnya minyak goreng--",
    "Steps": "Bersihkan ikan kembung, beri garam, air jeruk nipis. Goreng ikan, suwir2, sisihkan.--Sambal korek : tumbuk cabe rawit merah dan bawang putih, jgn terlalu halus. Panaskan minyak goreng, tuang kecampuran cabe. Beri garam dan sedikit gula. Aduk rata.--Aduk kembung goreng suwir dgn sambal korek, sajikan.--"
  },
  {
    "Title": "Pindang tongkol sederhana",
    "Ingredients": "500 gr ikan tongkol, yang sudah dipotong dan cuci bersih--8 siung bawang merah diiris--4 siung bawang putih diiris--2 buah tomat (1 buah tomat iris jadi 4)--5-7 cabe rawit--2 batang sereh digeprek--2 cm lengkuas digeprek--2-3 cm kunyit digeprek--2 cm jahe + 2 cm kencur digeprek--secukupnya Garam, gula putih dan minyak goreng--",
    "Steps": "Tumis bawang merah,bawang putih,sereh,lengkuas,kunyit,jahe dan kencur sampai layu--Masukan ikan tongkolnya,tambahkan garam dan gula putih secukupnya,aduk agar ikan tercampur dengan bumbu--Tambahkan air secukupnya,masukan cabe utuh yg sudah dibuang tangkainya,t utup sebentar agar ikan matang sempurna--Klo ikan sudah matang,masukan irisan tomat,koreksi rasa--Angkat dan siap disajikan--"
  },
  {
    "Title": "Balado ikan kuniran",
    "Ingredients": "500 gr ikan kuniran--2 lembar daun jeruk--5 siung bawang merah di rajang--1 sdt garam--1 sdm gula--1 sdm minyak goreng--ðŸ bumbu halus :--5 siung bawang putih--5 buah cabe merah besar--7 buah cabe rawit--3 buah tomat--",
    "Steps": "Bersihkan ikan kuniran, lalu marinasi dng garam. diamkan selama 1 jam, kemudian goreng hingga garing. sisihkan--Panaskan minyak goreng, tumis bawang merah rajang dan daun jeruk. masukkan bumbu halus, lalu tumis kembali hingga setengah asat.--Masukkan gula dan garam. serta ikan goreng. aduk hingga bumbu tercampur rata dan meresap.--Koreksi rasa, apabila sudah pas. sajikan bersama nasi hangat.--"
  },
  {
    "Title": "Gulai Ikan Mas ðŸ˜˜",
    "Ingredients": "500 gr ikan mas segar--1 santan instan 65 ml (cari yg praktis)--Bumbu halus :--4 siung bawang merah--1 siung bawang putih--1/2 sdt kunyit bubuk--1 sdt ketumbar bubuk--Secukupnya garam, gula pasir, penyedap rasa--Pelengkap :--1 cm jahe (keprek)--1 cm lengkuas (keprek)--2 lembar daun salam--2 lembar daun jeruk--",
    "Steps": "Bersihkan ikan, potong sesuai selera, beti perasan jeruk nipis, diamkan 15 menit. Cuci kembali sampai bersih--Tumis bumbu halus, masukan pelengkap sampai harum..beri secukupnya air, masukan ikan, diamkan sampai air mendidih dan bumbu meresap--Tambahkan santan, masak sampai mendidih (saat masukan santan, kecilkan api supaya santan tdk pecah)--Matikan api, gulai ikan siap dihidangkan--Selamat mencoba ðŸ˜‰ðŸ˜‰ðŸ˜ðŸ˜˜--"
  },
  {
    "Title": "Gulai ikan tongkol padang(cabe rawit)",
    "Ingredients": "250 gr ikan tongkol + 3 buah kentang ukuran sedang--500 ml santan--2 lembar daun salam--1 lembar daun jeruk--1 lembar daun kunyit--1 ruas sereh(geprek)--1 ruas lengkuas(geprek)--bumbu halus:--25 buah cabe rawit--8 siung bawang merah--3 siung bawang putih--kira2 se ujung ruas telunjuk jahe dan kunyit--1 sdt ketumbar--2 buah kemiri(agar gulai kental)--garam dan penyedap rasa--bawang goreng untuk taburan--",
    "Steps": "Masak bumbu halus,daun salam,daun jeruk,daun kunyit,sereh,lengkuas dan santan sampai mendidih(gunakan api sedang dan jngan lupa terus di aduk agar tidak pecah santan)--Masukan potongan ikan dan potongan kentang(masak hingga kentang matang sambil sekali kali di aduk)--Jangan lupa tambahkan garam dan penyedap rasa--Kalau sudah masak,siap disajikan dan jngan lupa taburkan bawang goreng agar aroma gulai tambah menggoda. selamat mencoba bunda.. :) :)--"
  },
  {
    "Title": "Siomay Ikan Tongkol",
    "Ingredients": "200 gr ikan tongkol yg sudah dikukus (haluskan)--3 sdm terigu--3 sdm tepung tapioka--secukupnya garam--secukupnya lada--2 siung bawang putih (haluskan)--200 mL air hangat--secukupnya Daun bawang--wortel untuk hiasan--Kulit Lumpia siap pakai--",
    "Steps": "Campurkan tepung terigu, tepung tapioka, daun bawang, bawang putih, lada dan garam.--Tambahkan ikan tongkol yg sudah dikukus/dihaluskan.--Tuangkan air hangat perlahan sampai didapat massa yg \"pas\" untuk diisikan ke kulit lumpia.--Isikan ke kulit lumpia, bentuk, lalu tambahkan wortel sebagai pemanis di atasnya.--Kukus hingga matang--"
  },
  {
    "Title": "Catfish Soup",
    "Ingredients": "250 gr ikan lele yang sudah dibuang tulang/durinya--50 gr jamur telinga--100 gr jagung--1 batang daun bawang, rajang halus--500 ml susu cair--50 gram wortel--3 sdm mentega--1/2 buah bawang bombai (cincang halus)--4 siung bawang putih (cincang halus)--2 sdm terigu atau maezena--1/2 sdt lada bubuk--1 sdt garam--1 sdm gula--",
    "Steps": "Siapkan bahan--Potong ikan lele sesuai selera tapi buang durinya,Lumuri ikan lele menggunakan jeruk nipis (agar bau amisnya hilang)--Siapkan wajan dan goreng ikan lele setengah matang.--Siapkan wajan, panaskan mentega. Tumis bawang bombay dan bawang putih hingga harum dan berubah warnanya lebih transparan dan karamel.--Masukkan potongan ikan lele, aduk dan tumis hingga lele berubah pucat dan setengah matang. Masukkan tepung terigu, aduk cepat dan tumis hingga terigu berwarna sedikit coklat dan matang. Tambahkan merica, garam dan gula, aduk hingga rata.--Tuangkan susu cair, jamur, jagung kaleng dan daun bawang, wortel. Aduk dan masak dengan api kecil hingga mendidih. Cicipi rasanya, sesuaikan rasa asin dan manisnya. Angkat. Super yummy! (rasanya membuat anda ketagihan)--"
  },
  {
    "Title": "Tongkol Suwir Sambal Bawang",
    "Ingredients": "500 gr ikan tongkol--1 bh jeruk nipis--Secukupnya minyak goreng--Bahan sambal:--12 cabe rawit--3 siung bawang merah--3 siung bawang putih--Garam, gula--Kaldu bubuk (optional)--",
    "Steps": "Cuci bersih ikan, lumuri dengan perasan jeruk nipis. Panaskan minyak, goreng ikan sampai matang. Tunggu agak dingin, lalu suwir-suwir.--Haluskan bawang putih dan bawang merah, tambahkan cabe rawit cukup tumbuk kasar saja. Panaskan minyak goreng, siram ke dalam sambal.--Campur suwiran tongkol dan sambal, aduk rata. Sajikan--"
  },
  {
    "Title": "Ikan Nila Kuah Bening",
    "Ingredients": "400 gr Ikan Nila (bagi 2)--3 Siung bawang merah--2 Siung bawang putih--10 bh cabe hijau (boleh ditambah kalo suka pedes)--1 lbr daun salam--1 sdm air lemon--secukupnya Garam--secukupnya Lada--secukupnya Gula pasir--200 ml air--",
    "Steps": "Iris halus bawang merah, bawang putih & cabe hijau--Masak air sampe mendidih, kemudian masukkan bumbu iris, daun salam dan air lemon--Masukkan ikan nila, tunggu sebentar lalu tambahkan garam, merica dan gula secukupnya.--Koreksi rasa dan tungu sampai matang--Selesai--"
  },
  {
    "Title": "Ikan Tongkol Panggang",
    "Ingredients": "3 siung bawang merah--2 siung bawang putih--1 sdt ketumbar--1 sdt lada--5 cm jahe--3 cm kunyit--1 buah cabe merah--secukupnya garam--500 gr ikan tongkol--jeruk nipis--",
    "Steps": "Bersihkan ikan, lumuri dengan garam dan jeruk nipis, diamkan di dalam kulkas.--Haluskan semua bumbu, lumuri pada ikan tongkol.--Panggang selama 30 menit dalam oven toaster (sematangnya), ikan tongkol siap disangap--"
  },
  {
    "Title": "Lempah Kuning Ikan Kembung",
    "Ingredients": "500 gr Ikan Kembung--1 buah nanas (potong2)--sereh, lengkuas, daun salam, asam jawa--cabe rawit--bumbu yang di haluskan :--4 siung bawang putih--14 siung bawang merah--1 sendok makan terasi enaknya terasi bangka--6 cabe merah besar--6 cabe rawit merah--2 siung kunyit--5 kemiri--kengkuas--",
    "Steps": "Masukan ke dalam panci nanas, asam jawa, tambahkan air masak secara perlahan sampe mendidih. masukan lengkuas, sereh, daun salam--Tumis bumbu yang sudah di haluskan dengan sedikit minyak, setelah harum masukkan ke dalam panci yang berisi kuah nanas. tambahkan gula garam sesuai selera. baru masukkan ikan yang sebelumnya d lumuri jeruk agar tidak terlalu amis. masak ikan sampai matang dan harum--Sajikan panas panas--"
  },
  {
    "Title": "Pepes tempoyak ikan mujair...ðŸŸ",
    "Ingredients": "500 gr ikan mujair--200 gr tempoyak(durian)--15 tangkai cabai keriting--1 ruas jari kunyit--1 ruas jari sereh--1 sdt garam--2 sdm gula pasir--3 sdm air--Penyedap rasa secukup nya--Daun pisang untuk membungkus--",
    "Steps": "Belah bagian belakang ikan mujair dan bersihkan kotoran nya, lalu cuci sampai bersih--Ulek cabai dan kunyit sampai halus lalu geprek sereh, masukan bumbu yg sdah di haluskan ke dalam baskom--Dan tambahkan tempoyak gula garam dan penyedap rasa dan beri 3 sdm air lalu aduk sampai tercampur rata,kemudian baru masukan ikan lumuri ikan dengan bumbu sampai meresap--Ambil 2 lembar daun pisang yg ukuran besar lalu taruh di atas api kompor tunggu sampai layu,kemudian baru bungkus ikan--Kukus pepes ikan selama 15 menit bolak balik dan angkat, kemudian masukan sedikit minyak kedalam pengorengan lalu masak lagi pepes ikan selama 5 menit, angkat pepes ikan siap di santapðŸ˜‹--"
  },
  {
    "Title": "Ikan bawal asam manis pedas",
    "Ingredients": "500 gr ikan bawal--3 sdm cuka masak--2 sdm garam--Saos :--1/2 siung bawang bombay besar--3 siung bawang putih--2 sdm saos tomat--1 sdm saos cabe--1 sdm saos tiram--10 buah cabe rawit hijau/ cabe domba--1 sdt royco ayam--1 sdt merica--1 sdm gula--",
    "Steps": "Cuci bersih ikan, lumuri cuka dan garam. Diamkan 15 menit.--Cuci kembali ikan yang sudah didiamkan...--Goreng ikan hingga matang--Buat saosnya: tumis bawang bombay dan bawang putih kemudian masukan saos tomat, cabe dan tiram. Berikan bumbu... Tes rasa, setelah mendidih matikan api.--Tuangkan saos pada ikan...--Ikan bawal saos asam manis pedas siap dihidangkan.--Selamat mencoba... ðŸ˜ŠðŸ˜Š--"
  },
  {
    "Title": "Pepes Ikan Mujaer #specialforautism",
    "Ingredients": "500 gr ikan mujaer segar--4 ikat kecil kemangi, petik daunnya--Secukupnya garam himalaya--Secukupnya daun pisang--",
    "Steps": "Bersihkan ikan, belah menjadi 2 bagian lalu potong kecil. Sy jd 8 bagian--Lumuri garam. Dan biarkan sekitar 5 menit--Tata diatas daun pisang dg kemangi.. bungkus spt pepes biasa--Kukus sampai matang... Sekitar 30 menit..--Angkat dan sajikan dg lalap timun..--"
  },
  {
    "Title": "Gabus Asin Cabe Ijo",
    "Ingredients": "150 gr ikan gabus asin--5 bh cabe rawit merah--15 bh cabe hijau keriting--6 siung bawang merah--2 siung bawang putih--1 bh tomat hijau--secukupnya Terasi--secukupnya Garam--secukupnya Gula putih--",
    "Steps": "Rebus ikan gabus yg sdh dipotong2 dan dicuci sampe agak empuk, setelah matang tiriskan--Cabe, bawang, terasi diulek agak kasar (jangan terlalu halus)--Tumis bumbu halus sampe harum, lalu masukan potongan tomat, garam dan gula--Koreksi rasa--Setelah bumbu agak kering masukan ikannya dan aduk sampe bumbunya tercampur rata--Angkat dan sajikan... ðŸ˜--"
  },
  {
    "Title": "Tongkol cabe gendot",
    "Ingredients": "250 gr ikan tongkol--Potong kasar:--3 buah cabe gendot--3 buah cabe rawit--3 buah tomat hijau--5 siung bawang merah--5 siung bawang putih--Air--Minyak--Garam, gula, penyedap--",
    "Steps": "Goreng ikan tongkol sampai setengah matang, sisihkan.--Tumis bawang merah, bawang putih, cabe rawit hingga wangi.--Masukkan ikan tongkol, tumis sebentar, lalu masukkan air.--Masukkan cabe gendot dan tomat hijau. Masak hingga matang. Biasanya saya sampai cabe gendot dan tomat hijau lunak.--Masukkan garam, gula, penyedap. Koreksi rasa lalu sajikan.--"
  },
  {
    "Title": "Gule kambing pedas #keto",
    "Ingredients": "500 gr iga kambing--250 gr daging kambing dengan lemak--Bumbu halus--3 cm Jahe--5 siung bawang putih--10 siung Bawang merah--1 sdm garan--4 cm kunyit (bakar)--3 butir cengkeh (sangrai)--2 buah pekak/kembang secang/star anis (sangrai)--4 butir kapulaga--1/2 sachet stevia (kalo suka)--1 st lada bubuk--kemiri (sangrai/goreng)--10 cabe merah keriting--15 cabe rawit setan (kalo suka)--Bahan tambahan--2-3 lembar daun jeruk--1 lembar daun kunyit (ikat)--2 batang serai--2-3 daun salam--2 sdm air Asam kandis--1 liter santan cair (1/2 sachet kara yg 65ml)--1 liter santan kental (1.5 sachet kara 65ml)--2 liter Air--secukupnya Minyak goreng--",
    "Steps": "Rebus daging dan iga kambing dalam 1 liter air kalo mau empuk di presto 30 menit--Setelah empuk buang airnya u menghilangkan bau prengus, rebus lagi kambing dalam 1 liter air--Sambil menunggu daging kambing mendidih, panaskan minyak secukupnya, tumis bumbu halus, tambahkan daun jeruk, daun kunyit, daun salam + sereh masukan ke dalam rebusan daging--Setelah mendidih masukan santan cair, aduk2 sampai mendidih lagi biar santan tidak pecah, setelah mendidih dan bumbu meresap masukan santan kental aduk2 jangan sampai santan pecah sampai mendidih.. icip2 rasa tambah asam kandis jika di rasa sudah cukup matikan api--Gule kambing siap di hidangkan, tambah bawang goreng + kecap manis (kalo suka) +tomat + emping ðŸ˜˜ atau sesuai selera--"
  },
  {
    "Title": "Tongseng Kambing Enak",
    "Ingredients": "400 gr daging kambing--Daun salam--2 cm lengkuas--2 batang serai--3 bungkus Kara santan, encerkan dengan 700ml air--Bumbu Halus;--5 siung bawah merah--4 siung bawang putih--1 ruas kunyit, dibakar--3 kemiri, sangrai--1 sdt ketumbar--1/2 sdt lada--2 cm jahe--Bumbu tumis ;--2 siung bawang merah, iris--3 siung bawang putih, geprek--20 buah cabe rawit merah, iris (tergantung selera pedasnya)--Kecap (sesuai selera manisnya)--3 tomat hijau/ 1 tomat merah--Garam--",
    "Steps": "Didihkan air, lalu rebus daging kambing dengan daun salam sampai empuk, tidak pakai presto +- 60 menit. Setelah empuk, angkat, potong-potong,--Rebus santan, bumbu halus, lengkuas, serai, daun salam, jangan sampai pecah santan, setelah mendidih, sisihkan.--Tumis bawang merah, putih, cabai rawit, dan daging, sampai harum--Beri garam, sedikit lada, lalu masukan kecap, masukan kuah santan, cocokan rasa.--Masak hingga kuah mengental, 3 menit sebelum diangkat masukan tomat, nikmati dengan nasi hangat dan acar bawang.--"
  },
  {
    "Title": "Nasi goreng kari kambing",
    "Ingredients": "250 gr daging kambing potong kecil-kecil--2 porsi nasi--5 siung bawang merah--3 siung bawang putih--sesuai selera Cabe rawit--1 btg wortel kecil potong dadu--1 batang daun bawang--1 sdm bubuk kari--1/2 sdt merica bubuk--1 pucuk sdt pala bubuk--secukupnya Kecap manis--secukupnya Garam--Minyak goreng--",
    "Steps": "Iris tipis bawang merah putih, cabe rawit--Tumis bumbu iris, masukkan wortel, lalu daging kambing sampai daging berubah warna--Masukkan nasi, aduk rata..--Tambahkan garam, merica, lada.. Aduk rata.--Tambah kecap manis, aduk rata.--Koreksi rata--Terakhir masukkan irisan daun bawang aduk rata..sampai daun agak layu--Siap di hidangkan!!--"
  },
  {
    "Title": "Nasi goreng kari kambing",
    "Ingredients": "2 porsi nasi putih, dinginkan--250 gr daging kambing, potong kecil-kecil--1 buah wortel ukuran kecil, potong dadu--5 siung bawang merah--3 siung bawang putih--sesuai selera Cabai rawit--1 sdm bubuk kari--secukupnya Merica bubuk--secukupnya Pala bubuk--secukupnya Garam--Kecap manis--Bubuk penyedap--Minyak goreng--",
    "Steps": "Iris bawang merah putih dan cabai--Panaskan minyak goreng, tumis bumbu iris, masukkan daging kambing dan wortel, tumis sampai daging berubah warna--Masukkan nasi putih, aduk rata--Masukkan bubuk kari, lada, pala garam, penyedap rasa.--Tambahkan kecap manis, aduk rata--Masukkan bawang daun, aduk rata.--Siap hidangkan!!!--"
  },
  {
    "Title": "Tongseng Kambing Jogja (otentik warisan mertua)",
    "Ingredients": "250 gr Daging kambing, potong dadu--500 ml Air--1/2 butir Kelapa, parut--Secukupnya Minyak goreng--ðŸ„ Bumbu halus 1 :--3 siung Bawang putih--3 butir Kemiri--1 sdt merica--1 sdt ketumbar--Secuil Pala--ðŸ„ Bumbu Halus 2:--2 ruas Jari Kunyit--2 ruas jari Jahe--1 ruas jari Kencur--1 ruas jari Sunti (cuma ada di jogja, aq skip)--ðŸ„ Bumbu Iris :--5 siung Bawang merah, iris tipis--15 buah Cabai rawit merah, iris tipis (sesuai selera pedasnya)--ðŸ„ Bumbu Kering :--1 batang Kayu manis--1 batang Kulit Kayu Krangean--1 buah Cabe jawa--5 butir Cengkeh--3 butir Kapulaga--1 sdt jinten--ðŸ„ Bumbu lain :--2 lembar Daun salam--2 lembar Daun jeruk--1 ruas Lengkuas, geprek--1 batang Serai, geprek--5 sdm Kecap manis--2 sdm Gula merah sisir--Secukupnya Garam & penyedap--ðŸ„ Pelengkap sajian:--Secukupnya Kubis, cincang kasar--Secukupnya Mentimun, iris--Secukupnya Bawang merah, iris--Secukupnya Cabai rawit, iris--",
    "Steps": "Panaskan 1 sdm minyak, goreng bumbu kering sebentar hingga keluar aromanya, tiriskan lalu haluskan. Campurkan dengan kelapa parut.--Tuangkan air ke dalam kelapa, campur rata sambil diperas-peras, saring dengan kain. Sisihkan.--Panaskan 3 sdm minyak, tumis bumbu iris hingga layu & harum, lalu masukkan bumbu halus 1. Tumis hingga harum.--Masukkan daging kambing, aduk rata dengan bumbu, tutupi & biarkan hingga daging berubah warna & mengeluarkan air.--Tuangkan santan. Masukkan bumbu halus 2 & bumbu lain-lain. Aduk rata, ungkep hingga daging empuk & kuah menyusut sambil sesekali diaduk rata.--Koreksi rasa.--Sajikan bersama nasi hangat & pelengkap.--Catatan :--Ini gambar bumbu kering nya ya..--Kalo di jogja biasanya udah ada yang kemasan gini bumbu keringnya, jd ga repot beli bumbu satu satu..--Nih buat bunda2 yg mau lebih gampang lagi, bumbu kering & bumbu halus 2, bisa diganti dengan bumbu gule instan kemasan (bumbu yg basah), nanti ditumis bareng bumbu halus 1.--Masukkan garam nya terakhir aja sebelum koreksi rasa, karna biasanya dah ada rasa asin dari kecap / bumbu instan nya juga.--"
  },
  {
    "Title": "Kari Kambing",
    "Ingredients": "500 gr daging kambing berlemak/iga kambing, potong sesuai selera--4 siung bawang merah, iris tipis--1 siung bawang putih, iris tipis--1 ruas jari lengkuas, geprek--1 rumpun daun kari--1 sdt asam jawa utuh--2 sdt bubuk kari--1 sdm cabe giling--2 buah pekak/bunga lawang--3 buah cengkeh--1 buah kayu manis--1 sdt kunyit bubuk--2 sdt gula merah sisir--Garam, penyedap (jika suka)--300 ml santan--500 ml air--",
    "Steps": "Tumis bawang merah, bawang putih, lengkuas, pekak/bunga lawang, cengkeh, kayu manis, daun kari, bubuk kunyit hingga harum dan kuning.--Lalu masukkan bubuk kari, cabe giling, asam jawa. Aduk sebentar kemudian masukkan daging kambing, masak hingga berubah warna.--Beri air 500 ml, tambahkan gula jawa, garam dan penyedap. Aduk sampai meresap lalu masukkan santan.--Kecilkan api sambil menunggu kuah kari mendidih, aduk sesekali, biarkan sampai kuah kari keluar minyak. Tes rasa. Jika kurang air bisa ditambah sesuai selera.--Sajikan dengan roti maryam libya super gampang ðŸ˜ resepnya bisa diliat di daftar resep saya.--Kali ini santan saya ganti dengan susu evaporated.. tetap maknyuuuss rasanya ðŸ‘ŒðŸ˜Š--Susu evaporated--"
  },
  {
    "Title": "Daging Kambing Lada Hitam",
    "Ingredients": "200 gr Daging kambing iris tipis--1/2 buah bawang bombay iris bulat\"--2 siung bawang putih iris--2 siung bawang putih geprak--1 buah tomat merah iris--1 buah tomah hijau iris--1 buah lombok merah iris (hilangkan isi)--1 buah lombok hijau iris (hilangkan isi)--1/2 sdt garam--1/2 sdt gula pasir--Sedikit air--1 sdm kecap manis--3 buah cabe rawit iris tipis\"--1 sachet bumbu instan Saos Lada Hitam merk Pronas--Sedikit minyak goreng unt menumis--1 lembar daun jeruk hilangkan batang tengah--",
    "Steps": "Tuang minyak dlm teflon Panaskan sebentar. Masukkan irisan, bawang bombay, bawang putih, bawang putih geprek, daun jeruk. Tumis hingga layu dan harum. Masukkan garam, gula, daging yg diiris tipis. Tambahkan air secukupnya. Masak sebentar.--Lalu masukkan kecap, bumbu instan saos lada hitam, aduk merata. Tambahkan irisan lombok merah,hijau, tomat merah, hijau dan irisan cabe rawit. Masak hingga meletup dan matikan kompor.--Daging kambing Lada Hitam Siap Dihidangkan ðŸ˜‰--"
  },
  {
    "Title": "Tongseng Kambing Tanpa Santan",
    "Ingredients": "300 gr daging kambing--secukupnya air--2 lembar daun salam--1 lembar daun jeruk--1 batang serai memarkan--1/2 sdt gula jawa--2 sdm gula pasir--1/2 sdt penyedap (optional)--1 sdt garam--3 sdm kecap manis--2 lembar kubis potong-potong--1 buah tomat potong-potong--1 batang daun bawang (optional)--1/2 sdm bawang merah goreng (optional)--bumbu halus:--6 bawang merah--3 bawang putih--3 kemiri--1 cm jahe--1 cm kunyit--1/4 sdt merica butiran--1 pak bumbu tongseng berisi jintan,kayu manis,kapulaga(optional)--",
    "Steps": "Tumis bumbu halus hingga harum dan matang--Masukkan daging, aduk hingga berubah warna--Masukkan air dan semua bumbu lain--Masukkan kubis&tomat,masak hingga mendidih dengan api kecil saja, koreksi rasa--Taburi bawang goreng,sajikan--"
  },
  {
    "Title": "Tongseng kambing ala bunda Jk ðŸ˜„",
    "Ingredients": "250 gr daging kambing muda--Kol secukupnya di rajang--1 tomat di potong dadu--3 Cabe rawit merah--4 cabe rawit hijau--1 sdt Jinten--7 butir Cengkih--50 cc Santan kental--secukupnya Garam--Gula secukupnya sbg penggugah rasa--Bumbu halus :--5 Bawang merah--3 Bawang putih--3 cm Kunyit--1 cm Jahe--1 sdm Ketumbar--1 sdt Merica--3 cm lengkuas--2 batang sereh--3 daun jeruk--Pelengkap :--secukupnya Emping--secukupnya Acar--",
    "Steps": "Haluskan semua bumbu lalu tumis sampai wangi. Masukkan cengkih dan jinten--Masukkan irisan daging kambing lalu tumis sampai berubah warna. Tambahkan air sedikit dan santan. Didihkan dan koreksi rasa--Terakhir masukkan irisan cabai rawit, kol dan tomat. Masak sampai layu. Angkat--"
  },
  {
    "Title": "Nasi goreng kambing",
    "Ingredients": "100 gr daging kambing iris tipis--2 piring nasi putih--2 butir telur--2 sosis sapi potong-potong--2 lembar daun salam--1 lembar daun jeruk--1 Sachet saus tomat--2 sachet saus sambal--Kecap manis--3 bawang putih--3 bawang merah--10 cabe rawit--Sedikit ketumbar bubuk--Merica bubuk--Masako sapi--Garam--1 sdm blueband--",
    "Steps": "Uleg bawang putih bawang merah, cabe, dan sedikit garam.--Panaskan blueband, masukkan telur, orak arik sampai setengah matang, lalu masukkan sosis. Sisihkan.--Tumis daging kambing, beri sedikit merica dan masako, (masukkan irisan bawang bombay jika ada), aduk-aduk sebentar, masukkan bumbu halus, tumis sampai bumbu halus matang.--Masukkan nasi dan orak arik telur, masak sampai tercampur.--Tambahkan saus tomat, saus sambal, daun salam, dan daun jeruk, aduk aduk.--Tambahkan bubuk ketumbar, merica bubuk, dan masako secukupnya. Aduk sampai tercampur.--Masukkan kecap manis sesuai selera. Masak sebentar. Sajikan.--"
  },
  {
    "Title": "Sop Tulang Kambing",
    "Ingredients": "500 gr daging kambing beserta tulangnya--2 buah kentang, iris bentuk kotak--secukupnya Air--1 buah wortel uk. Besar, iris--2 batang daun seledri di cincang tipis--1 batang daun bawang, iris--1 batang kayu manis--1 bh kapulaga--3 bh cengkeh--1 bh bunga lawang--Daun salam--Sereh di geprek--Bahan halus :--8 siung bawang merah--3 siung bawang putih--Kunyit secukupnya utk mempercantik warna kuah sop nya--secukupnya Merica dan garam--Bawang goreng utk taburan--",
    "Steps": "Pertama rebus terlebih dulu tulang beserta daging kambing nya sampe empuk. Di air rebusan nya tambah kan sedikit garam dan jahe agar tidak berbau amis. Setelah empuk, angkat dan sisihkan.--Lalu tumis bumbu halus hingga harum, jika ingin pedas bisa di tambah cabe rawit jg d bumbu halus nya. Tp krna gak semua org d rumah sy suka pedas, akhirnya sy buat cabe nya secara terpisah.--Setelah harum bumbu tumisan td masukkan cengkeh, kapulaga, bunga lawang, kayu manis, daun salam dan sereh.--Lalu tambahkan air secukupnya. Masukkan daging kambing beserta tulang nya. Disusul kentang dan wortel td. Tambahkan garam dan koreksi rasa.--Masak hingga mendidih. Ketika mendidih matikan api. Dan taburi daun seledri dan daun bawang selagi kuah sop nya masih panas. Sajikan di mangkok hidang dan taburi bawang goreng.--"
  },
  {
    "Title": "TONGSENG Kambing",
    "Ingredients": "500 gr daging kambing--Bumbu halus--6 bawang putih--6 bawang merah--1/2 sdt lada utuh--4 buah kemiri--3 cm kunyit--2 cm jahe--1 sdm ketumbar--Garam--ðŸ’BUmbu pelengkap :--1200 ml santan--3 lembar daun jeruk--3 cm lengkuas--2 batang serai--5 cabe merah dan iris--5 cabe rawit utuH--3 sdm kecap manis bango--4 sdm gula merah sisir--6 sdm minyak u menumis--ðŸ’pelengkap--200 gr kol--3 batang daun bawang--1 buah tomat--Bawang goreng--",
    "Steps": "Rebus daging dg daun salam.. Aku.. Nih kupresto biar cepet empuk..--Tumis bumbu halus sampai harum.. Masukkan santan.. Aduk rata... Tambahkan bumbu pelengkap... Aduk sampai mendidih.. Masukkan daging... Air sisa rebusan daging kumasukkan juga pemirsah...--Setelah bumbu meresap.. Tambahkan pelengkap.. Daun kol dsb...Cek rasa... Angkat sajikan--ðŸ˜‹ðŸ˜‹ðŸ˜‹--ðŸ˜‹ðŸ˜‹ðŸ˜‹--"
  },
  {
    "Title": "Oseng mercon kambing",
    "Ingredients": "100 gr daging kambing--10 buah cabe rawit--2 buah bawang putih--2 buah bawang merah--Lada bubuk--Kecap manis--Minyak goreng--Garam--",
    "Steps": "Rebus daging, iris tipis--Panaskan minyak, tumis bawang merah putih, cabe sampai layu, masukan daging, air, kecap manis--Masak sampai mendidih, koreksi rasa dan angkat--"
  },
  {
    "Title": "Gulai kambing pedas",
    "Ingredients": "500 gr daging kambing, dipotong-potong--Bumbu halus:--7 siung bawang merah--4 siung bawang putih--2 cm jahe, kunyit--3 btr kemiri sangrai--5 cabe merah--5 rawit domba--1 sdt ketumbar, 1/4 sdt jintan, 1sdt merica, garam, royco--1 sdm gulput--Bumbu kasar:--2 btr kapulaga, cengkeh, 1cm kayu manis, laja--2 lmbr daun salam, daun jeruk, serai--Minyak utk menumis--250 ml santan kental--",
    "Steps": "Tumis bumbu halus sampai harum, masukkan bumbu kasar, lalu masukkan daging, air secukupnya masak hingga empuk.--Tuang santan aduk hingga mengental--"
  },
  {
    "Title": "Kambing ungkep",
    "Ingredients": "500 gr daging kambing--1 bh bawang bombay--3 bh bawang putih--Garam--Lada halus--Kecap--Mentega untuk menumis--",
    "Steps": "Tumis bawang bombay dan bawang putih dengan mentega. Tambahkan garam dan lada--Tambahkan air sampai mendidih, lalu masukkan daging--Tunggu mendidih lg, tutup panci dan masak dengan api kecil sampai daging empuk, sekitar 1-1,5 jam.--"
  },
  {
    "Title": "Kambing Goreng Bumbu Sate #NoMSG",
    "Ingredients": "Bahan yang dipotong-potong/diiris :--500 gr daging kambing--10 siung bawang putih--12 siung bawang merah--7 buah cabe rawit--2 buah tomat besar--Kecap manis (sy pakai bango)--4 lembar daun jeruk (iris tipis)--4 lembar daun salam--sesuai selera Garam--sesuai selera Merica--Bumbu yang dihaluskan :--10 siung bawang putih--1 sdt ketumbar--6 buah kemiri--Bumbu daging :--1/2 bulatan kecil gula merah--5 sdm air asam jawa--Kecap manis (sy pakai bango)--3 sdm margarine--",
    "Steps": "Blender/ haluskan bawang putih + ketumbar + kemiri + minyak.--Siapkan tempat. Masukkan kecap + gula merah + air asam jawa + margarine + bumbu halus + garam + lada. Aduk rata--Masukkan daging kambing lalu aduk-aduk hingga semua bagian daging kambing tercampur rata. Lalu diamkan 10 menit.--Tumis bawang merah + bawang putih + cabe rawit + daun jeruk + daun salam. Sampai harum..--Lalu masukkan daging kambing kemudian aduk rata. Biarkan hingga air yang keluar dari daging kambing sat atau berkurang. Lebih kurang 15-20 menit sampai daging benar-benar matang.--Setelah matang. Tambahkan kecap + tomat lalu aduk-aduk sebentar. Diamkan sebentar. Taraaa... Siap dihidangkan..--"
  },
  {
    "Title": "Tongseng Kambing",
    "Ingredients": "500 gr daging kambing + iga kambing--1 liter air--1 sdt garam--1 sdt lada--Secukupnya minyak goreng--3 lembar daun salam--5 lembar daun jeruk--1 ruas lengkuas--1 batang sereh--1 batang kayu manis--4 buah cengkeh--1 buah tomat--10 buah cabe rawit--3 lembar kol--3 siung bawang putih--1 buah bawang bombay--Secukupnya gula merah--2 sdm kecap manis--Bumbu yg dihaluskan:--5 bawang merah--8 bawang putih--1 sdm ketumbar--4 buah kemiri--1 ruas kecil kunyit--1 ruas kecil jahe--3 buah cabe merah keriting--",
    "Steps": "Potong daging sesuai selera. Cuci bersih tiriskan.--Tumis bawang putih dan bawang bombay yg sebelumnya diiris kasar hingga harum. Masukan bumbu yg dihaluskan, tumis hingga matang lalu masukan daun salam daun jeruk sereh dan lengkuas yg sudah digeprek juga kayu manis dan cengkeh.--Kalau bumbu sudah matang, masukan daging. Aduk2 hingga layu. Kemudian masukan air dan gula merah sesuai selera.--Beri garam, gula, lada dan kecap.--Kecilkan api, masak hingga daging empuk. Sebelum benar2 empuk masukan kol, tomat dan cabai rawit yg di iris kasar.--Cek rasa, jika sudah pas sesuai selera. Angkat, pastikan daging sudah benar2 empuk. Dan tongseng siap disantap.--"
  },
  {
    "Title": "Kambing Goreng Kecap",
    "Ingredients": "500 gr daging kambing (potong-potong)--Sekerat kunyit--2 buah bawang putih (haluskan)--2 buah bawang putih (iris tipis)--1/2 sdt ketumbar bubuk--1/4 sdt lada bubuk--Secukupnya garam--Secukupnya penyedap rasa (Royco)--4 lembar daun jeruk--1/4 cangkir Minyak goreng--Saus kecap:--5 sdm kecap manis (sesuai selera)--3 buah bawang merah (iris tipis)--2 buah cabai merah (iris)--4 buah cabai rawit merah (iris)--Secukupnya garam dan penyedap--",
    "Steps": "Haluskan bawang putih, kunyit, ketumbar, lada.--Campurkan bumbu halus dengan daging kambing. Tambahkan garam dan penyedap. Aduk rata. Goreng dalam minyak. Masukkan irisan bawang putih dan daun jeruk. Masak hingga matang dan empuk.--Semua bahan saus kecap diaduk menjadi satu. Tes rasa. Dan tuang keatas daging kambing Goreng yang telah matang, siap dihidangkan. ðŸ˜‹--"
  },
  {
    "Title": "Nasi goreng kari kambing",
    "Ingredients": "100 gr daging kambing iris tipis\" siram air mendidih sisihkan--1/2 sdt bumbu kari bubuk--1 sdm bumbu dasar--1/2 sdt garm--1 piring nasi--secukupnya penyedap bila suka--2 sdm mentega--1 buah bawang Bombay--pelengkap--emping secukupnya (stok emping lg abis yg ada kerupuk)--",
    "Steps": "Iris\"bawang Bombay,panaskan mentega tumis Bombay sampai harum,madukan bumbu kari&bumbu dasar aduk rata masukan daging aduk\" sampai daging empuk--Masukan nasi beri penyedap aduk rata tes rasa di rasa sudah pas hidangkan--"
  },
  {
    "Title": "Sate kambing bumbu kecap 2 #kita berbagi",
    "Ingredients": "200 gr daging kambing potong potong--tusuk sate--bumbu perendam--1 buah bawang putih haluskan--1/4 sdt lada halus--1/4 sdt garam--sepotong nanas haluskan--1/2 sdt minyak goreng--1 sdt kecap--ini semua bisa ditambah yaa sesuai porsi yang akan dimasak--bumbu kecap--5 buah cabe rawit iris bulat--1 buah tomat potong dadu--1 buah jeruk limau--secukupnya kecap manis--2 buah bawang merah iris halus----",
    "Steps": "Siapkan bahan membuat sate--1.campur daging dengan bumbu perendam diamkan selama 15 menit (menurut mba fitri paling lama 30 menit lebih dari itu daging akan lebih lunak dan hancur jika dimasak) 2.ambil tusuk sate, tusukkan daging di tusuk sate lakukan hingga daging habis 3.siapkan pemanggang, kali ini saya gunakan teflon (happy call) karena arangnya sudah habis, bisa menggunakan arang yaa, bakar hingga matang--Siapkan bahan bumbu kecap, campur semua bahan sajikan bersama sate--"
  },
  {
    "Title": "Tumis kecap daging kambing",
    "Ingredients": "400 gr daging kambing--bumbu halus utk marinade:--2 siung bawang putih--1/2 sdt merica butiran--5 sdm kecap manis--1 sdm kecap asin--bumbu iris :--3 siung bawang merah--1 buah cabe merah besar--2 buah cabe rawit pedas--6 buah cabe rawit--secukupnya gula dan garam--2 sdm kecap manis--1 sdt kecap asin--secukupnya air--jika suka penyedap--secukupnya minyak goreng utk menumis--",
    "Steps": "Iris daging dadu kmd lumuri dg bumbu halus juga kecap2an,diamkan selama kurleb 1 jam bs masukkan k dlm kulkas--Stlh 1 jam, siapkan bumbu irisan bawang merah dan cabe2an--Tumis bumbu iris hingga matang kmd masukkan daging yg sudah dimarinade--Masak sbntr hingga daging berubah warna kmd masukkan air tunggu hingga mendidih lalu masukkan gula garam kecap manis dan kecap asin--Bisa tambahkan penyedap jika suka. tes rasa sembari menunggu air agak menyusut dan daging empuk--Jika sdh pas bs diangkat hidangkan dg taburan bawang goreng--"
  },
  {
    "Title": "Tongseng Kambing #kitaberbagi",
    "Ingredients": "500 gr daging kambing (rebus sebentar dan cuci bersih)--5 helai kol,iris--1 buah tomat potong2--1 buah bawang bombay potong2 (optional)--1 sdt garam halus--1/3 sdt penyedap rasa--secukupnya gula merah--secukupnya kecap manis--minyak untuk menumis--100 ml santan--air--lengkuas geprek--1 btg sereh geprek--2 lbr daun jeruk--2 lbr daun salam--cabai (optional)--bumbu halus:--5 siung bawang merah--5 siung bawang putih--lada--2 cm jahe--2 cm kunyit--rempah2 sedikit >pala,cabe jawa,kayu manis,bunga lawang,ketumbar--",
    "Steps": "Rebus daging sebentar kemudian cuci bersih--Haluskan bumbu--Tumis hingga harum dan kuning kecoklatan--Masukkan daging,kemudian masukkan lengkuas,sereh,daun jeruk,daun salam,beri air--Setelah daging empuk,masukkan santan,kol,tomat,bawang bombay,cabai utuh,garam,gula,kecap,penyedap rasa,tunggu hingga mendidih,koreksi rasa--Siap dihidangkan--"
  },
  {
    "Title": "Asem-asem kambing ðŸ #kitaberbagi",
    "Ingredients": "500 gr daging + tulang kambing--15 buah belimbing wulu (klo gk ada bisa juga pakai asam jawa)--5 buah Cabai hijau (iris tipis)--1 buah tomat uk. sedang (belah 4)--1/2 sdt garam--1/4 sdt gula--2 ltr air--Bumbu halus :--15 buah Cabai rawit ðŸŒ¶ (sesuaikan)--8 siung bawang merah--3 butir kemiri--",
    "Steps": "Rebus air hingga mendidih.--Cuci bersih daging dan tulang, rebus hingga daging empuk--Masukan bumbu halus, belimbing wulu, cabe, tomat, gula dan garam.--Koreksi rasa. tunggu hingga bumbu meresap. siap disajikan--"
  },
  {
    "Title": "Tongseng Kambing + Bumbu Kare Instan (bau kambing berkurang)",
    "Ingredients": "300 gr daging/jeroan kambing--Secukupnya daun kobis--2 lembar daun bawang prei--2 butir tomat merah yg mengkel (keras)--1 batang sereh, geprek--2 daun jeruk--700 ml air--1 sdm bubuk kare instan--2-3 sdm kecap manis--1 sdt garam + kaldu bubuk--1 sdm gula pasir--ðŸŒ¸ Bumbu Halus ðŸŒ¸--3 cabe merah besar--8 cabe kecil (saya iris kecil2)--Seruas jahe--1 sdt merica butiran--4 butir kemiri sangrai--5 butir bawang merah--3 butir bawang putih--",
    "Steps": "Tumis bumbu halus + sereh + daun jeruk hingga harum, lalu masukkan daging/jeroan yg sdh direbus, aduk2 hingga tercampur rata bumbunya--Tuang air, tambahkan bubuk kare, gula, garam, kaldu bubuk, kecap. Jika dirasa air menyusut tp daging/jeroan blm empuk, tambahin air lg, hingga didpt tekstur daging yg diinginkan. Setelah rasanya pas, masukin kobis + daun bawang, aduk hingga agak layu. Terakhir masukkan tomat--Tongseng siap dihidangkan dengan taburan bawang merah goreng--"
  },
  {
    "Title": "Sate Kambing tanpa dibakar #kitaberbagi",
    "Ingredients": "500 gr daging kambing--250 gr kacang tanah goreng, haluskan (blender)--1 ruas lengkuas--1 ruas kunyit--1 btg serai--Daun salam--Daun jeruk--2 sm kecap manis--2 sm gula merah--65 ml santan (kara)--secukupnya Garam, gula--Bahan yang dihaluskan :--3 siung bawang merah--3 siung bawang putih--2 butir kemiri--2 bh cabe merah buang biji--",
    "Steps": "Rebus daging kambing hingga empuk, potong dadu--Tumis bumbu halus, masukkan daging, aduk rata, tambah air secukupnya--Masukkan kacang tanah halus, kecap dan santan, gula dan garam, koreksi rasa, tunggu hingga kuah susut, angkat..--"
  },
  {
    "Title": "Tongseng kambing insyaAlloh anti bau #KitaBerbagi",
    "Ingredients": "500 gr daging kambing--1 buah pir--15 siung bawang putih--8 siung bawang merah--8 buah cabe rawit merah (untuk diulek)--5 buah cabe rawit utuh--5 buah kemiri--1 ruas kunyit--1 ruas lengkuas(geprek)--1 ruas jahe (geprek)--5 lembar daun jeruk--2 buah sereh (geprek)--1/2 sdt ketumbar bubuk--1 buah kol (iris sesuai selera)--2 buah tomat (belah 4)--Garam (secukupnya)--Gula (secukupnya)--Penyedap totole non msg (secukupnya) boleh di skip / diganti--Kecap (secukupnya)--Air (sesuai selera)--Bawang goreng (bisa diskip)--",
    "Steps": "Taruh daging kambing didalam wadah (jangan cuci daging kambing) lalu parut buah pir dan ratakan di seluruh permukaan daging, diamkan selama 1 jam. Setelah itu potong daging sesuai selera (jangan terlalu besar ya potongannya agar bumbu lebih cepat meresap). Lalu rebus daging yg telah diiris2 selama 15 menit, tiriskan.--Haluskan bawang merah,bawang putih,kemiri,kunyit,cabe rawit merah, lalu tumis dengan sedikit minyak goreng. Setelah harum masukkan sereh,lengkuas,jahe,daun jeruk dan ketumbar. Masukkan daging yg telah direbus tadi ke dalam bumbu tumisan lalu aduk. Masukkan air tunggu mendidih.--Setelah air mendidih masukkan gula,garam,penyedap,kecap dan cabe rawit utuh,koreksi rasa dan tunggu sampai daging setengah empuk. Setelah daging empuk masukkan kol dan tomat. Taburkan dengan bawang goreng lebih nikmat. Selamat mencoba ðŸ˜Š--"
  },
  {
    "Title": "Nasi Goreng Daging Kambing",
    "Ingredients": "200 gr daging kambing potong dadu--2 piring nasi putih--Secukupnya daun bawang iris--Secukupnya Bawang merah goreng--Secukupnya Acar mentimun--Bumbu halus :--2 siung bawang putih--3 siung bawang merah--Sedikit lada--1/2 sdt garam halus--2 sdm kecap manis--Secukupnya minyak goreng--3 buah cabe rawit--1 buah kemiri--",
    "Steps": "Haluskan bumbu: cabe, bawang merah, kemiri, bawang putih.--Panaskan minyak. Tumis bumbu halus, daging kambing. masukkan nasi putih, aduk merata bersama bumbu halus. Taburkan garam, lada. Tambahkan kecap manis. Aduk kembali. Masukkan irisan daun bawang lalu aduk hingga merata. Test rasa dan matikan kompor.--Sajikan Nasi Goreng Daging Kambing Untuk Keluarga. Lengkapi dengan Acar Mentimun. Kerupuk beras dan taburan bawang merah goreng. Selamat Menikmati ðŸ˜‰--"
  },
  {
    "Title": "Semur Kambing Simpel #KitaBerbagi",
    "Ingredients": "400 gr Daging Kambing--5 siung Bawang merah--3 siung Bawang putih--1/4 sdt Merica--secukupnya Garam--secukupnya Gula--Kecap--Saus tiram--2 sdm Minyak Goreng--",
    "Steps": "Cuci bersih daging kambing, iris kecil-kecil.--Iris tipis bawang merah, sisihkan.--Haluskan bawang putih, merica, garam.--Masukkan irisan bawang merah dan bumbu halus tadi ke irisan daging tsb. Tuang kecap, banyakin kecapnya ya. Aduk rata, diamkan kurang lebih 15menit sampe bumbu meresap.--Tuang ke wajan, nyalakan api sedang saja jangan besar-besar. Beri minyak goreng 2sdm.--Jangan tambahi air ya karna nanti akan keluar air sendiri dr dagingnya. Beri saus tiram, gula, garam. Koreksi rasa.--Cicipi jika sudah empuk matikan api.--Sajikan dg nasi hangat saja udah enyaaakk.. Boleh beri pelengkap kerupuk atau emping jika suka.--"
  },
  {
    "Title": "Krengsengan Daging Kambing",
    "Ingredients": "500 gr daging kambing, direbus dan dipotong kotak menurut selera--4 siung bawang putih--4 siung bawang merah--Salem (secukupnya)--Jeruk nipis (secukupnya)--3 cm jahe--Kecap--secukupnya Gula--secukupnya Garam--secukupnya Air--Minyak untuk menumis--",
    "Steps": "Haluskan bawang merah dan bawang putih--Geprek jahe--Siapkan tempat penggorengan, beri sedikit minyak goreng--Tumis bawang merah, bawang putih, jahe dan salem (jika suka pedas bisa ditambahkan juga cabe rawit)--Jika sudah harum masukkan daging kambing yang sudah direbus dan dipotong kecil kecil--Tumis hingga daging sedikit kecoklatan--Beri jeruk nipis--Masukkan kecap, kemudian aduk sampai rata--Beri air secukupnya--Aduk, tambahkan gula dan garam menurut selera--Tunggu sampai meresap--Sajikan hangat ðŸš--"
  },
  {
    "Title": "Sop daging kambing #kitaberbagi",
    "Ingredients": "500 gr daging dan iga kambing--3 lmbr daun salam--1 ruas jahe geprek--1/2 btr pala geprek--2 bh tomat sedang potong2--1 btg daun bawang, potong2--1 btg seledri, simpulkan--secukupnya gula garam kaldu sapi--bumbu halus :--6 btr bawang merah--3 siung bawang putih--1/2 sdt merica--",
    "Steps": "Rebus daging kambing di air yg sudah mendidih hingga empuk dan bau kambing hilang, saya 1 jam lebih--Rebus kembali daging dengan jahe, pala dan daun salam hingga mendidih.--Tumis bumbu halus hingga harum, jika sudah campurkan bumbu ke dalam air rebusan daging kambing.--Beri gula garam dan kaldu bubuk, tes rasa jika sudah pas tambahkan tomat seledri dan daun bawang. terakhir tambahkan bawang goreng--Siap di sajikan dengan nasi hangat, tambahkan perasan air jeruk nipis dan sambal--"
  },
  {
    "Title": "Sop kambing daun salam#KitaBerbagi",
    "Ingredients": "500 gr daging kambing--Air untuk merebus--5 siung bawang merah--2 siung Bawang putih ,--3 buah cabe merah ,--1/2 sdt  lada,--1 ruas  jahe,--1/2 sdm  royco,--5 lbr daun jeruk ,--3 lbr daun salam--",
    "Steps": "Rebus daging dalam 1500ml air mendidih sampai busa keluar. Buang air dan busanya.--Tambahkan air lagi.Rebus kembali sampai air mendidih.--Tumis bawang merah, bawang putih n cabe merah yag sudah diiris dalam sedikit minyak sampai wangi.--Masukkan jahe yang sdh dimemarkan, daun jeruk dan daun salam.--Masukkan rebusan daging. Tambahkan garam, royco dan merica bubuk. Masak dan tutup, biarkan sampai daging empuk.--Sajikan dalam mangkuk dengan tambahan irisan tomat dan bawang goreng--"
  },
  {
    "Title": "Sate kambing",
    "Ingredients": "300 gr daging kambing--1 sdm minyak gr--2 bh bawang putih parut/ulek halus--1/2 sdt garam--2 sdm kecap manis--Sambel kecap:--potong kecil Bawang merah, cabe rawit, tomat--secukupnya Kecap manis--1 buah Jeruk limo (kl suka)--",
    "Steps": "Potong2 daging kambing beri minyak gr aduk rata lalu tusuk2. Panggang pake teflon sampai matang.--Campur bawang putih parut, garam, kecap manis aduk rata. Balur sate lalu panggang lagi sampai matang dan ada gosong2nya.--Siapkan piring tata sate lalu siram sambel kecap. Maknyuuusss..--"
  },
  {
    "Title": "Sate kambing",
    "Ingredients": "500 gr daging kambing--6 siung bawang merah--3 siung bawang putih--1 sdt ketumbar--2 buah kemiri--2 cabai merah besar--4 lembar daun jeruk  (iris kecil)--1 buah gula jawa--7 sdm kecap manis--1 sdt merica bubuk--Bahan pelengkap :--1/4 buah kol putih--1 buah tomat--3 siung bawang merah--sesuai selera cabai rawit--",
    "Steps": "Potong tipis daging lalu tusuk dgn tusuk sate..--Haluskan semua bumbu..tumis sbntar smpai harum lalu tmbhkan gula jawa & kecap manis--Lumuri daging yg sdh ditusuk dgn bumbu..diamkan +- 30 menit dlm lemari es agar bumbu meresap--Bakar sate sambil di bolak balik & lumuri dengan sisa bumbu halus--Sate kambing siap dihidangkan dengan nasi panas--"
  },
  {
    "Title": "Semur Daging Kambing Nanas #KitaBerbagi",
    "Ingredients": "500 gr daging kambing--2 cm lengkuas geprek--2 cm jahe geprek--2 lbr daun salam--5 lbr daun jeruk--1 buah tomat--100 gr nanas--Bumbu halus :--4 siung bawang putih--6 siung bawang merah--1 sdt merica--3 butir kemiri--4 buah cabe merah--6 buah cabe keriting--Garam--Gula putih--Kecap--Air--Minyak untuk menumis--",
    "Steps": "Bagi 2 nanas, 1 bagian diparud, 1 bagian dipotong dadu--Lumuri daging kambing yg sudah dipotong dgn parutan nanas diamkan 15 mnt--Haluskan bumbu, kecuali gula putih dan kecap--Tumis bumbu halus, lengkuas, jahe, salam, daun jeruk, tumis sampai harum masukkan daging, beri air--Setelah mendidih tambahkan tomat, gula, biarkan air surut--Tambahkan kecap, test rasa, tambahkan potongan nanas, matikan api, sajikan--"
  },
  {
    "Title": "Tongseng daging kambing",
    "Ingredients": "100 gr Daging kambing--5 Butir kemiri (di sangrai)--5 cm kunyit (di bakar)--5 buah  bawang putih--7 buah bawang merah--3 cm jahe (di geprek)--1/2 sdt ketumbar--1/2 ataw 1 sdt  merica bubuk--pelengkap :--1 buah Serai (di memarkan)--3 cm Lengkuas (di memar kan)--2 buah Daun salam--1,2 liter air santan dari 3/4 buah kelapa--tahap akhir :--4 buah Bawang putih (di iris)--5 buah Cabe rawit merah diiris (jika ingin lbh pedas bisa di tambah)--3 Lembar kol ataw kubis di iris-iris--1 buah Tomat di potong--",
    "Steps": "Masak dgn api kecil kurleb 8 menit dan jgn lupa terus di aduk agar santan tdk pecah--Masukkan semua bumbu pelengkap dan halus ke dalam santan--Tambahkan 1 sendok makan garam (secukupnya) aduk kembali sampai mendidih--Setelah mendidih kompor kita matikan--Siapkan 100 gr daging kambing dan potong\" menurut selera--2-3 sendok makan minyak u/menumis cabe rawit merah dan bawang merah hingga harum--Tambahkan daging kambing sudah di potong lalu masak sampai setengah matang--Tuangkan 200 ml kuah santan lalu masak 5 menit--Tambahkan 3-4 sendok makan kecap manis--Tambahkan potongan tomat, kol lalu masak sampai 3 menit lalu siap sajikan--"
  },
  {
    "Title": "Tongseng daging sapi",
    "Ingredients": "500 gram Daging sapi--Santan (boleh pakai kara 1 bungkus/ kelapa parut 1/2 buah)--Bawang merah 12 siung (6 siung untuk bawang goreng)--8-10 siung Bawang putih--1/4 Kubis--2 buah Tomat--5 pcs Daun bawang--6 cm Kunyit--5 cm Jahe--6 cm Lengkuas--3 lembar Daun salam--3 lembar Daun jeruk--5 pcs Kemiri--1 sdt Ketumbar--1 sdm Kecap--2 pcs Cabai merah--10 pcs Cabai rawit--secukupnya Garam--secukupnya Penyedap rasa--1 bungkus Merica bubuk ladaku--",
    "Steps": "Cuci daging sapi dan potong kecil-kecil sesuai selera.--Masukkan daging sapi dalam air mendidih dan masak hingga empuk.--Lembutkan baput,bamer,kunyit,kemiri,ketumbar,dan cabai merah.--Tumis bumbu yang sudah dilembutkan tadi dan daun salam, daun jeruk, lengkuas,jahe, cabai rawit utuh,ladaku. Tumis hingga baunya harum.--Potong memanjang tomatnya, kubis dan daun bawang potong sesuai selera.--Masukkan bumbu tersebut yang sudah ditumis tadi kedalam rebusan daging yang sudah empuk. Lalu masukkan kubis,daun bawang dan tomat serta santan.--Masukkan juga garam,kecap dan penyedap rasa.--Cek rasa. Kalau sudah mendidih dan rasa sudah pas, TONGSENG DAGING SAPI SIAP DISAJIKAN. Taburi bawang goreng saat penyajiannya--"
  },
  {
    "Title": "Beef black pepper",
    "Ingredients": "500 gram daging sapi has dalam (iris)--2 buah bawang bombay (potong kotak)--2 buah paprika hijau (potong kotak)--4 siung bawang putih (geprek & cacah)--3 sdm lada hitam kasar--5 sdm kecap manis--4 sdm saus tiram--sesuai selera Gula & Garam--",
    "Steps": "Aduk rata irisan daging dengan 1 sdm lada hitam, 2 sdm kecap manis & 2 sdm saus tiram. Diamkan selama minimum 30 menit.--Setelahnya tumis daging dengan sedikit minyak hingga matang, lalu sisihkan.--Tumis bawang putih, bawang bombay & paprika hingga harum.--Masukan tumisan daging--Tambahkan 3 sdm kecap manis, 2 sdm saus tiram & 2 sdm lada hitam. Aduk hingga semua bahan tercampur.--Tambahkan garam & gula sesuai selera.--"
  },
  {
    "Title": "Tongseng sapi",
    "Ingredients": "200 gram daging sapi--65 ml santan (kara)--50 gram kubis--1 buah tomat--5 bawang merah--2 bawang putih--3 buah kemiri--5 buah cabe rawit--gula merah----",
    "Steps": "Cuci bersih daging sapi yang sudah di siapkan--Haluskan bawang merah, bawang putih, jahe, kunyit dan kemiri sisihkan--Panaskan wajan,beri sedikit minyak lalu tumis bumbu halus hingga harum,lalu masukkan daging sapi tumis hingga berubah warna,masukkan santan dan tuang air secukupnya tunggu hingga mendidih--Bumbui dengan garam,gula merah,merica bubuk,kecap tes rasa,jika sudah pas rasanya tunggu hingga mendidih tambahkan tomat iris,kubis dan cabe rawit iris,lalu tunggu air hingga sedikit menyusut,jangan terlampau habis airnya,jika sudah angkat sajikan--"
  },
  {
    "Title": "Mie Goreng Sapi Brokoli",
    "Ingredients": "Mie telur kering Cap Burung Dara--50 gram daging sapi cincang--1/4 brokoli--2 buah kemiri, haluskan--1/4 sdt bubuk ketumbar--secukupnya Lada--secukupnya Kecap manis--secukupnya Kecap asin--1 sdt saus tiram--1 siung bawang putih--1 siung bawang merah--",
    "Steps": "Rebus mie telur hingga matang. Angkat & tiriskan.--Bersihkan brokoli, rendam di air garam. Rebus sebentar. Angkat & tiriskan.--Tumis bawang merah & bawang putih.--Masukkan daging sapi giling. Tambahkan saus tiram, kecap asin, kecap manis, dan lada. Aduk rata.--Masukkan mie yang sudah direbus. Aduk rata. Tambahkan lada, kecap manis & kecap asin.--Masukkan kemiri dan ketumbar bubuk. Aduk rata.--Mie siap disajikan.--"
  },
  {
    "Title": "Beef Yakiniku",
    "Ingredients": "100 gram daging sapi has iris tipis--1/4 bawang bombay iris tipis--1 buah bawang putih iris--1 buku jari kelingking jahe peprek--1/4 buah paprika hijau / merah kali ini saya pake yg merah adanya di kulkas itu doang heheh, iris--150 ml kaldu dashi--3 sdt soy sauce--1 sdt gula pasir--Sejumput lada bubuk--1 sdm olive oil--",
    "Steps": "Dalam mangkok Campur irisan daging, bawang bombay, bawang putih dan jahe--Lalu tambahkan, soy sauce, gula dan lada aduk rata pakai tangan kalau bisa bisa merata dan terserap, tutup dengan cling wrap dan simpan dalam kulkas selama 30 menit--Panaskan olive oil di panci atau wajan lalu masukan daging yg sudah dimarinasi tadi, tumis hingga berubah warna dagingnya--Sebelumnya kita siapkan dulu kaldu dashi, kalau saya dari 1 bungkus serutan ikan bonito / bonito flakes di didihkan dengan 150ml air lalu disaring hingga didapatkan kaldu spt gambar diatas, atau bisa juga beli dashi kering dilarutkan dengan air panas, karena dirumah ada stok bonito flakes jd saya pakai aja ini, ini mnrt saya wajib pakai ya kalau mau hasil rasanya mendekati japanese resto--Setelah daging sudah berubah warna masukan kaldu dashi, didihkan hingga daging empuk--Setelah daging empuk dan air menyusut masukan paprika didikan lagi sampai kuah berkurang atau nyemek2--Siap disajikan dengan nasi panas gak pake lama makannya si ucil kalau lauk favoritenya mah ðŸŽ‰ mamak juga gak senewen nyuapinnya jdnya hihihi ðŸ’ƒ--"
  },
  {
    "Title": "Japanese Beef Curry with Instant Roux",
    "Ingredients": "1 bungkus Japanese Curry Instant, sy pakai brand Golden Curry tipe Mild--350 gram daging sapi, potong kotak selebar 2 cm--2 buah wortel, potong serong bergantian selebar 2 cm--3 buah kentang, potong kotak bagi 8--3 butir bawang bombai, iris tipis--8 buah jamur kancing putih, iris tipis--2 butir bawang putih, cincang halus--2 ruas jahe, diserut halus--1 liter air--2 sdt garam--2 sdm saus tomat--3 sdm olive oil, untuk menumis--2 lembar daun salam--1/2 sdt lada hitam, untuk daging--1/2 sdt garam, untuk daging--2 sdm fresh milk--1 sdm kecap inggris--1/4 buah apel, diserut halus (optional)--",
    "Steps": "Potong daging kemudian balurkan dengan garam dan lada hitam kemudian sisihkan. Diamkan selama 10 menit.--Panaskan olive oil kemudian masukkan bawang bombai, tumis sampai harum--Masukkan garam dan tumis sekitar 2 menit, kemudian masukkan jahe, bawang putih dan saus tomat. Tumis sekitar 3 menit.--Masukkan daging dan tumis sampai daging berubah warna / setengah matang. Kemudian masukkan jamur, wortel dan kentang, tumis selama 2 menit.--Tuang air dan rebus sampai mendidih dengan api besar. Buang lemak yang mengambang. (Air harus menutupi sayuran)--Masukkan daun salam, tutup panci dan didihkan dengan api kecil sampai daging / sayuran menjadi empuk.--Jika daging dan sayuran sudah empuk, masukkan curry instant. Pastikan curry tidak menggumpal. Masak dengan api besar sampai curry mengental.--Tuang susu dan kecap inggris, aduk rata. Kemudian tambahkan apel, aduk dan masak sekitar 2 menit. Angkat dan sajikan selagi panas.--"
  },
  {
    "Title": "Beef Teriyaki",
    "Ingredients": "250 gram daging sapi iris tipis memanjang--3 sdm saus teriyaki--1 sdm minyak wijen--1 sdm kecap manis--1 sdt lada--3 siung bawang putih parut/ cincang halus--1 cm jahe parut--1/2 paprika merah (sy ganti dgn cabe merah buang biji) iris panjang--1/2 paprika hijau(gnti dgn cabe hijau buang bji) iris panjang--1/2 buah bawang bombay iris besar memanjang--Air--Gula--Garam--Penyedap--1 sdm tepung mayzena beri sedikit air--",
    "Steps": "Marinasi daging dengan bawang putih, jahe, saus teriyaki, minyak wijen, kecap dan lada selama Â½ jam.--Setelah Â½ jam tumis daging yg telah dimarinasi sampai kering, lalu beri air dan masak sampai matang (sy hmpir Â½ jam) lalu sisakan sedikit kuahnya.--Masukan bawang bombay, cabai merah n hijau serta gula, garam dan penyedap bila rasa kurang pas. Tumis lagi sebentar lalu beri mayzena aduk sebentar sampai mengental. Angkat sajikan.--"
  },
  {
    "Title": "Pepes Tahu Daging Sapi",
    "Ingredients": "2 buah tahu putih ukuran besar, rendam air panas 1/2 jam--100 gram daging sapi cincang--6 siung bawang putih--7 butir bawang merah--3 buah cabe merah besar--10 buah cabe rawit merah--1 ruas kecil kencur--secukupnya Garam--secukupnya Gula--Penyedap rasa--Daun pisang untuk membungkus--Minyak goreng untuk menumis daging--",
    "Steps": "Tumis daging cincang hingga matang. Sisihkan.--Haluskan bawang putih, bawang merah, cabe, dan kencur. Beri garam dan gula.--Haluskan tahu putih. Campur dengan tumisan daging dan bumbu halus. Beri penyedap rasa. Jangan lupa tes rasa.--Taruh 1 sdm adonan tahu ke daun pisang. Gulung lalu semat dengan tusuk gigi.--Kukus pepesan hingga matang. Biasanya selama 30 menit.--Sajikan dengan nasi putih dan sayur bayam.--Daging sapi bisa diganti pake teri nasi. Kalo pake teri garam dikurangi biar gak terlalu asin.--"
  },
  {
    "Title": "Tongseng Sapi",
    "Ingredients": "500 gram daging sapi--3 lembar kol. Iris kasar (sy g pake. Stok kosong ðŸ˜‚)--1 buah tomat. Potong2--750 ml santan--8 biji cabe rawit merah utuh--1/2 ruas lengkuas. Geprek--1 batang sere. Geprek--2 lembar daun salam--3 cm kayu manis--2 sdm kecap manis--Secukupnya garam. Gula dan kaldu bubuk--Secukupnya air--Bumbu halus ðŸ‘‡--6 siung bawang merah--4 siung bawang putih--4 biji cabe merah keriting--2 butir Kemiri--2 sdt ketumbar butiran--1 sdt merica butiran--1/2 ruas kunyit--",
    "Steps": "Rebus daging sapi. Tambahkan sedikit garam. Rebus daging hingga setengah matang. Potong2--Tumis bumbu halus. Lengkuas. Sere. Daun salam. Dan kayu manis hingga harum dan matang--Masukkan daging yg dah dipotong. Aduk2. Kemudian masukkan secukupnya air. Tambahkan kecap manis. garam. Gula dan kaldu bubuk. Masak sampai daging empuk dan bumbu meresap--Tambahkan santan. Dan cabe utuh. Masak sampai matang. Jangan lupa tes rasa ya... ðŸ˜‚--Sebelum diangkat masukkan tomat dan kol. Aduk2 dan angkat--Sajikan--"
  },
  {
    "Title": "Sup Daging Sapi",
    "Ingredients": "250 gram daging sapi, potong kecil-kecil--10 batang kacang panjang, potong panjang 4 cm--8 siung bawang putih, memarkan--800 ml air--2 sdm minyak wijen (pilih yang terbuat dari 100% minyak wijen)--Secukupnya garam--Secukupnya merica bubuk--Sejumput pala bubuk--Secukupnya margarin untuk menumis--",
    "Steps": "Lelehkan margarin. Tumis bawang putih hingga wangi. Masukkan air, tunggu hingga mendidih.--Masukkan daging. Rebus kurang lebih 8 menit atau hingga empuk dengan api sedang.--Masukkan kacang panjang. Aduk. Rebus 1 menit dengan campuran daging agar warna hijau segarnya bertahan.--Masukkan merica, garam, pala, dan minyak wijen. Aduk sebentar. Matikan api.--Sajikan selagi hangat.--"
  },
  {
    "Title": "Sate Goreng Sapi",
    "Ingredients": "200 gram daging sapi--Bumbu halus:--1 sdt garam--4 siung bawang putih--3 biji kemiri--1/2 sdt ketumbar--1/2 sdt lada halus--Bumbu goreng:--1 buah tomat hijau--1 lembar daun salam--2 lembar daun jeruk--2 siung bawang putih--4 siung bawang merah--5 biji cabai rawit (atau sesuai selera)--Bumbu lain:--2 sdm kecap manis--1/3 butir gula merah, sisir halus--2 sdm air asam jawa--1,5 sdm margarin--",
    "Steps": "Rebus daging sapi hingga empuk--Haluskan bumbu halus, campur dengan bumbu lain, tes rasa--Setelah daging sapi empuk, potong kotak/dadu, campur dengan bumbu yang tadi telah disiapkan. Sisihkan--Siapkan bumbu goreng, tumis bawang merah hingga layu--Tambahkan bawang putih, cabai, daun salam dan daun jeruk--Setelah aroma keluar, masukkan daging yang telah dibumbui tadi beserta bumbunya. Tumis hingga bumbu merata--Tambahkan tomat. Tes rasa dan keempukan daging. Jika daging kurang empuk bisa ditambahkan air dan dimasak hingga air habis--Setelah rasa dan tingkat keempukan pas, sate goreng sapi siap dihidangkan--"
  },
  {
    "Title": "Tongseng sapi simple",
    "Ingredients": "250 gram daging sapi--Kol--Tomat--Daun bawang dan seledri--Santan--Masako, gula jawa, kecap--Bumbu yang dihaluskan (bumbu kira2 saja sesuai selera)--Bawang merah--Bawang putih--Jahe--Kunyit--Ketumbar,merica,kemiri--Cabe--Daun salam, daun jeruk, lengkuas di geprek dan sereh--",
    "Steps": "Tumis bumbu yg dihaluskan sampe harum lalu tambahkan daun jeruk daun salam lengkuas dan sereh--Masukan daging sapi sampe berubah warna lalu tuang air santan sampe mendidih.. Tambahkan masako gula jawa dan kecap.. Dan koreksi rasa--Tunggu nyampe kuah agak menyusut lalu tambahkan kol daun bawang seledri dan tomat--Siap disajikan--"
  },
  {
    "Title": "Rendang Sapi Simple",
    "Ingredients": "300 gram daging sapi tanpa lemak--200 gram iga sapi--1 sct  Bumbu indofood rendang--1 sct  santan kara--1/2 butir kelapa parut--2 batang sereh--3 lembar daun salam--3 biji kapulaga--1 biji bunga--1000 ml air--Bumbu halus:--4 siung bawang putih--7 siung bawang merah--5 butir kemiri utuh--1 sdt ketumbar bubuk--15 buah cabai merah keriting--3 cm laos--1 cm jahe--",
    "Steps": "Cuci bersih daging sapi kemudian potong sesuai selera--Tumis bumbu halus dan bumbu indofood kemudian masukan kapulaga, bunga lawang, sereh geprek dan daun salam hingga harum--Kemudian masukan potongan daging sapi dan masukan perasan kelapa parut dan santan kara aduk2--Masukan 1000ml air dan aduk2 rata kemudian biarkan hingga air menyusut dengan menggunakan api kecil--Aduk2 rendang agar tidak gosong biarkan hingga air menyusut dan daging empuk sekitar 1.5jam--Angkat dan sajikan--"
  },
  {
    "Title": "Kwetiau Sapi Goreng",
    "Ingredients": "500 gram kwetiau basah, siram air panas, tiriskan (kalau menggunakan kwetiaw kering, direbus hingga lembut, tiriskan dan beri minyak sayur biar tidak lengket)--250 gram daging sapi has dalam (kalau suka, boleh dicampur usus sapi)--Bakso daging, iris tipis--150 gram caisim, siangi, potong-potong kurang lebih 3 cm--250 gram taoge, buang akar--4-5 butir telur, kocok lepas--secukupnya Daun bawang dan seledri--Bumbu halus:--10 siung bawang putih--1 cm jahe--5 butir bawang merah--1 sdt garam--Penyedap rasa (Boleh diskip)--Saus:--2 sdm kecap manis--2 sdt kecap asin--1/2 sdt merica bubuk--",
    "Steps": "Rebus daging sampai matang, iris tipis-tipis.--Panaskan minyak dalam wajan, tumis bumbu halus hingga harum.--Masukkan Daging, bakso dan telur kocok, aduk sampai telur berbutir-butir.--Tuang campuran saus, caisim, dan kwetiau.\nAduk campuran kwetiau hingga rata.--Terakhir masukkan taoge dan daun bawang, aduk hingga rata dan semua bahan matang. Pastikan taoge masih kelihatan segar dan matang.--Sajikan dengan taburan bawang goreng dan irisan daun seledri.--Selamat mencoba.--"
  },
  {
    "Title": "Thai Spicy Basil Beef",
    "Ingredients": "500 gram daging sapi sirloin atau has dalam--5 siung bawang putih, cacah halus--2 butir bawang merah, cacah halus--3 buah cabai rawit merah, cacah kasar (boleh ditambah)--1 buah paprika merah kecil, iris memanjang--1/2 buah bawang bombay, iris memanjang--1 sdm kecap ikan--1 sdm saus tiram--1 sdm kecap manis--secukupnya Merica--2 genggam daun kemangi--Bumbu perendam:--1 sdm kecap asin--secukupnya Merica--1 sdt kaldu ayam atau jamur bubuk--",
    "Steps": "Bersihkan serat dan lemak daging. Pukul-pukul dan iris memanjang berlawanan serat.\n- Rendam daging dalam bumbu perendam selama minimal 30 menit.\n- Panaskan minyak dalam wajan, tumis daging sebentar saja hingga berubah warna. Tiriskan.\n- Tambahkan minyak dan tumis bawang putih dan bawang merah hingga harum.\n- Tambahkan paprika dan cabai. Masak sebentar.\n- Masukkan bawang bombay dan masak hingga setengah matang.--Masukkan daging. Bumbuhi dengan kecap ikan, saus tiram, kecap manis dan merica secukupnya.\n- Masak sebentar hingga meresap dan matang.\n- Koreksi rasa.\n- Terakhir tambahkan daun kemangi. Matikan api.\n- Sajikan dengan nasi putih dan telur mata sapi.--"
  },
  {
    "Title": "Creamy Beef Fettuccine ala resto (simple, tapi enak)",
    "Ingredients": "40 gram Fettuccine /Spaghetti (kira2 cukup utk 2 porsi)--100 gram daging sapi cincang--8-10 butir Jamur merang/kancing iris tipis--100 ml susu cair encer (saya pakai susu ultra plain biru)--Keju cheddar atau Edame, parut kasar--Sejumput Oregano--Bubuk cabe--Lada bubuk--2 siung Bawang putih, geprek, cincang kasar--1/2 Bawang Bombay sedang, bagi 2,iris kasar--2 sdm Saus tomat--1 sdm Saus sambal atau sesuai selera--Gula garam--",
    "Steps": "Rebus pasta dalam 400-500ml air mendidih selama 10menit. Pasta akan mengembang, jadi air harus bisa merendam pasta seluruhnya. Beri sejumput garam. Tanda pasta matang adalah air terserap dan pasta bisa mudah kita putus dengan jari--Lelehkan margarine, tumis bawang putih dan bawang bombay hingga layu dan harum, masukkan daging cincang masak hingga berubah warna, susul masukkan jamur cincang, aduk2 dan taburi Lada, garam, gula, lalu masukkan susu cair, saus tomat dan saus sambal--Masak hingga mendidih, beri sejumput oregano, tambahkan air bila terlalu kental. Kemudian masukkan pasta yg sudah al dente, taburi keju parut, aduk sebentar dan koreksi rasa dengan garam gula. Bila sudah gurih dan pas, angkat di piring dengan jepitan sambil di putar. Pasta akan tersaji rapih di piring, tuang sisa saus--Sajikan panas dengan taburan keju (bubuk cabe bila suka). Saya lupa naruh gratter jadi kejunya diiris tipis. Hehe.. Enak juga kok--Tips : creamy sauce akan meresap ke dalam pasta dengan memasukkan pasta matang ke dalam saus. Hati2 memasak saus karna susu akan mengental lebih cepat daripada air dan saus bisa jadi kering--"
  },
  {
    "Title": "Tumis daging sapi brokoli ala d'kost",
    "Ingredients": "250 gram daging sapi kualitas bagus--1 buah brokoli potong kecil2--1 buah bunga kol potong kecil--1 buah wortel ukuran sedang potong kecil--1 sdm saos tiram--Secukupnya garam--Secukupnya merica bubuk--1 ruas jahe (cincang halus)--2 siung bawang putih (cincang halus--3 siung bawang putih iris tipis--1/2 bawang bombay ukuran besar--2 sdm kecap manis--500 ml air putih--200 ml air kaldu sapi didapat dr air rebusan--",
    "Steps": "Cuci bersih daging sapi,panaskan air masukan daging sapi dengan bawang putih cincang halus dan jahe halus tunggu sampai mendidih dan air berkurang,setelah matang angkat sapi dan potong dadu air rebusan jgn di buang--Panaskan minyak goreng tumis bawang bombay, bawang putij sampai harum--Masukan brokoli, kembang kol,wortel tumis sampai agak layu kemudian masukan daging sapi aduk2 lagi--Setelah itu masukan air kaldu sisa rebusan bumbui dgn garam, gula putih,saos tiram,merica bubuk sampai kuah surut kemudian tambahkan kecap manis aduk lagi tunggu sampai kuah berkurang--Dan jadilah tumisnya angkat dan sajikan--"
  },
  {
    "Title": "Soto Sapi Bandung",
    "Ingredients": "400 gram daging sapi (saya kebetulan yang bagian brisket)--1 buah lobak ukurang sedang--Untuk bumbu halus :--5 buah bawang merah--3 buah bawang putih--1 sdt garam--1/2 sdt gula--Sedikit merica--Bumbu lainnya (banyak nya bisa disesuaikan selera) :--1 buah batang sereh--4-5 buah daun jeruk--2 ruas Jahe--Secukupnya garam, gula, merica, penyedap bila perlu--1,5 sdm kecap manis--Bahan pelengkap soto :--Nasi hangat--Irisan tomat--Irisan jeruk nipis/limau/lemon--Irisan timun--Irisan daun bawang dan seledri--Irisan daun seledri (saya agak susah nyari yg mirip disini)--Bawang merang goreng--Sambal sederhana untuk soto :--3 buah bawang merah--4 buah cabe rawit/cabe merah--1 buah bawang putih--Sedikit garam, gula, minyak goreng, penyedap--",
    "Steps": "Potong daging sapi besarnya sesuai selera (saya potong kecil-kecil supaya dagingnya lebih cepat matang)--Cuci daging sapi kemudian rebus (saya pakai panxi biasa) sekitar 20-30 menit (sampai kotoran dan lemaknya keluar, ciri-cirinya air menjadi sangat keruh). Kemudian buang airnya, tiriskan dulu dagingnya selagi pancinya dibersihkan pakai air sebentar supaya lemak yg masih menempel dipanci hilang). Masukan lagi dagingnya ke dalam panci dan beri lagi air secukupnya (kalau saya sekitar 2-2,5 liter air) dan lanjut masak lagi sampai daging matang dan lembut--Selagi daging direbus, bersihkan kulit lobak putih kemudian iris tipis semuanya--Ulek atau blender kasar bumbu halus, kemudian tumis sampai harum dan tambahkan sereh dan jahe yang sudah digeprek terlebih dahulu dan juga daun jeruk. Ikut tumis 1-2 menit dengan bumbu halus--Masukan bumbu yg sudah ditumis ke dalam panci yg berisi daging, kemudian aduk dan bumbui dengan bumbu lainnya spt garam gula merica kecap manis. Ketika daging sudah empuk baru masukan irisan lobaknya dan masak sampai lobaknya matang (saya memang ingin biar lobaknya tidak terlalu obercook) sambil dikoreksi lagi rasanya--Sambil menunggu lobak matang, kita bisa buat sambal untuk sotonya. Ulek semua bahan sampai agak halus.--Siapkan bahan-bahan pelengkap soto spt timun, tomat, jeruk, daun bawang, bawang goreng--Ambil mangkuk dan soto siap dihidangkan dengan bahan pelengkap :)--"
  },
  {
    "Title": "Asam padeh gulai daging sapi",
    "Ingredients": "500 gram daging sapi tanpa lemak--5 buah kentang potong-potong sedang--Bumbu asam padeh untuk 500 gram daging (bisa beli di pasar yg sudah jadi)--1 bungkus bumbu gulai instant merk Indofood--1 lembar daun kunyit--Minyak untuk menumis--secukupnya Air--Bawang goreng--",
    "Steps": "Tumis bumbu halus asam padeh dengan minyak secukupnya sampai wangi, kemudian masukan bumbu gulai instant Indofood. Aduk-aduk hingga wangi.--Masukan daging, aduk hingga rata dengan bumbu--Masukkan daun kunyit, aduk-aduk.--Masukkan air kemudian aduk dan tunggu hingga daging mulai empuk. Masak dengan api kecil.--Setelah daging empuk, dan air mulai mengental masukan potongan kentang. Masak hingga matang. Koreksi rasa dan sajikan dengan taburan bawang goreng.--"
  },
  {
    "Title": "Beef Black Pepper Cepat Gampang",
    "Ingredients": "150 gram daging sapi--3 bawang putih--1/2 bawang bombay ukuran sedang--2 cabe hijau besar--2 cabe merah kecil--1/2 sachet saus lada hitam (saori)--Gula--Garam--secukupnya Air--1 sdt minyak wijen--",
    "Steps": "Iris tipis daging, rendam dengan saus lada hitam (saori), kurang lebih 6 jam, simpan di kulkas.--Cincang bawang putih dan iris kasar bawang bombay. Bagi dua cabe hijau besar dan buang isinya, potong sesuai selera.--Panaskan minyak wijen, tumis bawang putih hingga harum, lalu masukkan bawang bombay tunggu sedikit layu. Kemudian masukkan rendaman daging, tumis hingga berubah warna, tambahkan air sedikit demi sedikit.--Tambahkan gula dan garam sesuai selera, koreksi rasa dan kematangam daging.--Sajikan. Selamat mencoba. Oya, karena makan malam saya nggak makan sama nasi, saya ganti dengan kentang goreng dan wortel rebus. ðŸ’•--"
  },
  {
    "Title": "Roti kasur isi daging sapi",
    "Ingredients": "500 gram tepung terigu cakra--50 gram tepung maizena--1 sachet ragi instan--1 sachet susu bubuk--120 ml susu cair--4 sdm gula pasir--3 sdm butter cair--1 butir telur--Bahan olesan :--2 sdm susu cair--1 sdm butter cair--Bahan isian:--100 gram daging sapi cincang--1 buah wortel potong dadu kecil--1 buah bawang bombai iris tipis--2 siung bawang putih cincang--1/2 sdt garam--1 sdt gula--1 sdm saos tiram--3 sdm kecap manis--Secukupnya minyak--Secukupnya wijen buat taburan--",
    "Steps": "Cairkan ragi instan bersama susu cair tunggu 10 menit hingga berbuih2, tambahkan gula pasir aduk hingga larut--Campurkan tepung terigu dan tepung maizena tambahkan susu bubuk masukan cairan ragi aduk rata--Mulai ulenin adonan tambahkan telur lalu butter cair setelah Kalis, tutup adonan tunggu 30 menit hingga mengembang--Selama menunggu buat bahan isian : tumis bawang putih & bombai lalu masukan daging giling & wortel masak hingga daging berubah warna masukan bumbu garam, gula, lada, kecap manis, saos tiram & bumbu penyedap, masak hingga matang angkat dan sisihkan--Setelah adonan mengembang dibagi menjadi bulatan2 kecil ditimbang 35gr--Isi adonan bulatkan kembali susun dalam loyang, olesi dengan susu cair beri taburan wijen lalu tunggu mengembang kembali selama 30 menit--Panaskan oven 180 derajat masukan adonan roti panggang selama 30 menit--Keluarkan roti lalu oles dengan butter lalu panggang kembali selama 15menit setelah matang angkat & dinginkan--"
  },
  {
    "Title": "Beef Teriyaki",
    "Ingredients": "300 gram daging sapi--1 buah bawang bombay--2 siung bawang putih--1 ruas jahe--1 sdm kecap manis--3 sdm saus teriyaki--1 sdt minyak wijen--1 sdm gula--1 sdt garam--1 sdm merica bubuk--3 sdm minyak--1 sdm mentega--secukupnya Air--Salad :--secukupnya Wortel--secukupnya Kol--secukupnya Mayonaise--secukupnya Saus--",
    "Steps": "Iris tipis daging sapi--Parut bawang putih dan jahe. Masukkan ke dalam irisan daging--Tambahkan kecap manis, saus teriyaki, minyak wijen, gula, garam dan merica--Aduk rata lalu diamkan kurang lebih 1 jam--Iris bawang bombay. Panaskan minyak dan mentega. Tumis setengah dari irisan bombay.--Masukkan daging yg sudah dibumbui. Tambahkan air. Masak dengan api sedang--Setelah air menyusut masukkan sisa irisan bombay. Aduk sebentar.--Selesai.--Iris kol dan parut wortel. Tambahkan mayonaise dan saus.--"
  },
  {
    "Title": "Rendang Daging Sapi dan Jengkol",
    "Ingredients": "200 gram Jengkol--300 gram daging sapi--Santan kental, dari 3/4 butir kelapa - 300 ml--500 ml Santan encer, dari sisa kelapa di atas--1,5 sdt Garam--1 sdt Gula pasir--1 ruas Serai, memarkan--2 batang Lengkuas, memarkan--1 lembar Daun kunyit, sobek--4 lembar Daun jeruk, sobek--3 sdm Minyak untuk menumis--Bumbu Halus:--50 gram Cabe rawit keriting--6 buah Cabe rawit merah--8 siung Bawang merah--5 siung Bawang putih--4 buah Kemiri, sangrai--1 ruas Kunyit--2 cm Jahe--1/2 sdt Lada butiran--1 sdt Ketumbar, sangrai--",
    "Steps": "Belah tiap jengkol jadi dua bagian lalu rendam semalaman. Rebus jengkol dengan daun salam dan air secukupnya hingga empuk. Geprek satu persatu jengkol hingga kulitnya terkelupas. Bilas dengan air bersih lalu sisihkan.--Panaskan minyak. Tumis bumbu halus, serai, lengkuas, daun kunyit, dan daun jeruk hingga harum.--Masukkan daging dan jengkol, aduk rata.--Tuang santan encer, garam, dan gula. Masak sampai santan agak menyusut.--Tuang santan kental. Aduk hingga mendidih lalu koreksi rasanya. Setelah mendidih, kecilkan api lalu masak terus sampai kuahnya kering dan berminyak. Angkat.--"
  },
  {
    "Title": "Gule (gulai) sapi super simpel",
    "Ingredients": "500 gram daging sapi rendang--2 bh kentang uk. besar--2 siung bawang putih--1 bks santan kental (sy pake merk kara)--secukupnya penyedap rasa--secukupnya gula--1 bks bumbu gulai jadi (sy pakai merk bamboe)--500 cc air--100 ml kaldu sapi--500 gram daging sapi rendang--2 bh kentang uk. besar--2 siung bawang putih--1 bks santan kental (sy pake merk kara)--secukupnya penyedap rasa--secukupnya gula--1 bks bumbu gulai jadi (sy pakai merk bamboe)--500 cc air--100 ml kaldu sapi--",
    "Steps": "Presto daging menggunakan isa pressure 25 menit. Sisa kaldu sapinya bisa di gunakan untuk mpasi anak loh mom ðŸ˜™ lalu goreng kentang yang sudah di potong2 sesuai selera dan sisihkan--Tumis bawang putih dan bumbu gulai sampai agak wangi.--Masukan daging yang sudah di presto dan masukan air tunggu hingga mendidih--Stlh mendidih masukan santan. Tambahkan kentang. penyedap rasa dan gula secukupnya--Tunggu sampai agak mengental sebentar. Lalu gulai sudah siap di sajikan--Tumis bawang putih dan bumbu gulai sampai agak wangi.--Masukan daging yang sudah di presto dan masukan air tunggu hingga mendidih--Stlh mendidih masukan santan. Tambahkan kentang. penyedap rasa dan gula secukupnya--Tunggu sampai agak mengental sebentar. Lalu gulai sudah siap di sajikan--"
  },
  {
    "Title": "Sapi Lada Hitam",
    "Ingredients": "150 gram daging sapi, potong sesuai selera--1/2 buah paprika merah, potong sesuai selera--1/2 buah paprika hijau, potong sesuai selera--1/2 buah bawang bombay, potong sesuai selera--2 buah bawang putih (cincang halus)--1 sdm biji merica hitam (cincang kasar)--2 sdm saos tiram--1 sdm minyak wijen--1 sdm saos teriyaki--1 sdm kecap manis--Secukupnya garam, gula, merica dan kaldu jamur--1 sdm minyak--Secukupnya air--Secukupnya tepung maizena--",
    "Steps": "Marinasi daging sapi. Campur 1 sdm saos tiram, minyak wijen, saos teriyaki, garam, merica, gula dan kaldu ayam. Diamkan daging dalam kulkas min 45 menit--Tumis bawang putih hingga harum, masukkan paprika. Tambahkan sedikit air. Masak hingga wangi.--Masukkan daging sapi. Masukkan lada hitam. Tambahkan air. Aduk rata hingga setengah matang--Masukkan bawang bombay. Tambahkan kecap manis, 1 sdm saos tiram. Koreksi rasa dengan menambahkan garam, gula, merica dan kaldu jamur.--Untuk mengentalkan tambahkan campuran air dengan tepung maizena. Sesuaikan dengan kekentalan yg diinginkan--Masak hingga kuah meletup. Angkat dan sajikan selagi hangat--"
  },
  {
    "Title": "Rawon daging sapi",
    "Ingredients": "250 gram daging sapi--7 lembar daun salam--Air kaldu sapi (opsional, bisa pakai air biasa)--Air asam (asam setengah sdt)--ðŸ”¶Bahan halus:--7 butir bawang merah--5 butir bawang putih--7 biji kluak--1 ruas jahe--3 ruas kelingking kunyit (kalau mau dikurangi juga tdk apa2)--2 ruas kencur--1 ruas kunci (opsional)--1 sdt merica butir--7 lembar daun jeruk--1 sdt jinten--1 butir kapolaga--secukupnya Garam--secukupnya Gula--sedikit Terasi (terasinya digoreng dulu yaa..tp jangan lama2)--ðŸ”¶irisan:--Daun bawang dipotong miring--Tauge--Bawang goreng--ðŸ”¶Digeprak:--1 tangkai Sere--1 ruas lengkuas--",
    "Steps": "Selagi menata bumbu.. Rendam kluak yg sudah d kelupas dlm mangkok kecil dg air panas (agar saat diuleg tidak keras). Asam juga direndam d mangkuk yg berbeda. Bersihkan daging lalu potong dadu2.--Uleg bahan halus.. (terasi sedikit saja.. Kalau dr gambar d atas, pakai nya hanya seperempatnya atau 1ruas jari kelingking). Geprak sere dan lengkuas.--Siapkan minyak.. Tumis bumbu halus dan sere salam dan juga lengkuas hingga wanginya terasa.. Masukkan daging dan air asam.. Aduk2 sebentar hingga tercampur.. Tambahkan air segelas lalu tutup agar bumbu meresap ke daging.--Jika bumbu sudah terasa agak sedikit asat (nyemek) tambahkan air kaldu sapi/ boleh juga dengan air biasa. Masukkan cabai (opsional). Aduk2 sebentar.. Tambahkan gula garam (seimbangkan rasa) Biarkan mendidih--Jika sudah pas rasanya.. Matikan api.. Masukkan daun bawang dan bawang goreng--Sudaah jadiiâ¤ oyaa tauge hanya saya cuci dan ditaruh d mangkuk terpisah.. Untuk sambel nya saya buat sambal terasi mentah diberi perasan jeruk limau. Dijamin segarðŸ™Œ selamat mencoba--"
  },
  {
    "Title": "Sup Daging Sapi",
    "Ingredients": "100 gram daging sapi--2 buah wortel--1 buah kentang--1 buah kembang kol--1 buah brokoli--1 batang daun bawang--1 batang daun seledri--1/4 buah kol--1 buah tomat--1.5 liter air--2 buah bawang putih--1 buah kemiri--secukupnya Merica bubuk, pala, garam, gula pasir, penyedap--",
    "Steps": "Rebus daging sapi sampai lunak.--Haluskan bawang putih, kemiri, dan pala kemudian tumis. Tuangkan ke rebisan daging.--Potong potong sayuran. Masukkan batang daun bawang, batang seledri, wortel, dan kentang. Brokoli, tomat, dan kol dapat dimasukkan paling akhir karena mudah sekali matang--Bumbui dengan garam, gula, merica dan penyedap. Sesuaikan dengan selera.--Tunggu sampai semuanya matang. Sajikan dengan taburan bawang goreng sesuai selera.--"
  },
  {
    "Title": "Macaroni Schotel Beef Bolognese",
    "Ingredients": "100 gram Macaroni elbow (aku pakai Chifferi Rigati N.50)--200 ml susu cair plain--2 butir telur ayam ukuran kecil, kocok lepas--70 gram bawang bombay, cincang--1 siung bawang putih, cincang--40 gram keju cheddar parut--15 gram keju parmesan bubuk--secukupnya Garam--secukupnya Merica bubuk--secukupnya Gula pasir  (optional)--secukupnya Keju cheddar parut untuk topping--secukupnya Oregano untuk topping--Minyak untuk menumis--Bahan Beef Bolognese :--100 gram daging sapi giling--70 gram bawang bombay--1 siung bawang putih--100 gram tomat merah, blender halus--2-3 sdm saus tomat--secukupnya Garam--secukupnya Gula pasir--secukupnya Penyedap rasa--secukupnya Oregano--",
    "Steps": "Rebus macaroni dengan sedikit garam sampai al dente, sisihkan.--Untuk membuat Beef Bolognese : Siapkan wajan, tumis bawang bombay dan bawang putih sampai harum.--Masukkan daging sapi giling, aduk sampai berubah warna.--Masukkan tomat yang sudah diblender, saus tomat, garam, penyedap rasa, gula bila perlu, dan oregano secukupnya. Aduk dan masak sampai air menyusut, sisihkan.--Untuk membuat Macaroni Schotel : Siapkan wajan, tumis bawang bombay dan bawang putih sampai harum.--Tuang susu, Macaroni rebus, keju cheddar dan keju parmesan.--Tambahkan garam, merica, gula pasir bila perlu, aduk rata.--Masukkan kocokan telur, aduk rata sampai mengental, angkat dan sisihkan.--Siapkan pinggan tahan panas atau loyang loaf. Tuang sedikit Macaroni, ratakan, lalu tambahan Beef Bolognese diatasnya, ratakan, lalu tuang lagi sisa Macaroni diatasnya.--Taburi atasnya dengan keju cheddar parut dan oregano secukupnya.--Panggang dalam oven dengan suhu 170Â° sampai matang (atau sesuaikan dengan Oven masing-masing ya).--Angkat, dinginkan lalu sajikan dengan tambahan saus tomat atau saus sambal.--"
  },
  {
    "Title": "Beef Teriyaki",
    "Ingredients": "250 gram daging sapi--1 buah bawang bombai (sesuai selera)--1 buah cabai hijau--1 buah cabai merah--1 buah tomat--Daun bawang, iris halus--Secukupnya garam--Secukupnya gula--Bumbu marinate:--2 siung bawang putih parut--1 ruas jahe parut--5 sdm saus teriyaki--1 sdm saus tiram--1/2 sdm kecap inggris--2 sdm kecap manis--1 sdt merica bubuk--",
    "Steps": "Cuci bersih daging, iris kecil2 dan tipis supaya daging cpt matang--Campurkan bumbu marinate kedalam daging, aduk2 hingga semua bumbu tercampur rata, lalu masukkan kulkas selama -/+ 1-2 jam.--Setelah 2 jam, keluarkan daging dr dlm kulkas.--Iris cabai hijau, cabai merah dan tomat.--Panaskan minyak, tumis bawang bombai hingga wangi. Masukkan daging, aduk2 sampai merata. Diamkan sebentar lalu tambahkan air secukupnya. Masak hingga air agak menyusut dan daging empuk.--Setelah agak menyusut, tambahkan garam-gula, lalu test rasa. Lalu masukkan irisan cabai dan tomat. Aduk kembali, tunggu hingga tomat agak layu, lalu matikan kompor.--Sajikan di piring, lalu taburi dengan irisan daun bawang.--"
  },
  {
    "Title": "Tongseng Daging Sapi",
    "Ingredients": "500 gram Daging sapi segar--2 siung bawah putih--8 butir bawang merah--1 butir bawang bombay--Cabe merah--Cabe hijau--Cabe rawit--Kecap--Masako, gula putih no mecin--Garam--secukupnya Air--",
    "Steps": "Cuci daging lalu rebus sampai empuk lalu tiriskan--Daging potong kecil\"--Potong semua bumbu--Siapkan wajan kasih minyak secukupnya msukan bawang putih, bawang merah sampai kecoklatan masukin bawang bombay lalu masukan daging yg sudah dipotong aduk sampai rata masukan cabe merah lalu masukan air sedikit lalu masukan garam, masako, gula tutup sampai aromanya wangi--Lalu cicipin sudah pas atau blum klu sudah pas rasanya siap di hidangkan ðŸ˜˜--"
  },
  {
    "Title": "Beef Teriyaki",
    "Ingredients": "250 gram daging sapi--250 gram kentang--1 butir bawang bombay--3 butir bawang putih--3 butir bawang merah--5 buah cabe gendot--1 bungkus saus teriyaki--1 sendok kecap manis--Secukupnya bubuk merica--Secukupnya kaldu sapi *saya royco--",
    "Steps": "Potong-potong daging tipis-tipis, cuci dan rebus sampai empuk.--Potong-potong kotak-kotak kentang, cuci dan goreng.--Cincang bawang putih, iris bawang merah, bawang bombay dan cabe gendot.--Tumis sampai harum bawang putih, merah, bombay dan cabe gendot.--Masukkan air 1 gelas belimbing (saya pakai air bekas rebusan daging) kecap, royco, merica cicipi rasanya.--Masukkan daging, kentang. Tunggu hingha bumbu meresap.--Beef Teriyaki siap dihidangkan.--"
  },
  {
    "Title": "Beef Black Pepper",
    "Ingredients": "500 gram Daging Sapi Khas (potong tipis kotak2 melawan serat)--1 Bungkus Pronas Sauce Black Pepper--5 sdt Lada Hitam Kasar--2 bungkus ladaku merica bubuk--5 sdm minyak goreng--Â¤ Bahan Tumis Â¤--2 Buah Paprika (Merah dan Hijau) Dipotong Dadu--1 Buah Bawang Bombay Besar (Potong Memanjang Kasar)--3 Buah Bawang Putih (digeprek dan potong kasar)--2 Buah Bawang Putih (potong halus--Sehelai Daun Bawang (Iris Kasar)--Â¤ Bumbu Rendam Â¤--1 sdm kecap manis--1 sdm saus tiram--",
    "Steps": "Cuci bersih dan rendam daging yg sudah dipotong dengan bumbu rendam, diamkan selama 1 jam di dalam kulkas agar bumbu meresap--Goreng daging tsb menggunakan 3 sdm minyak goreng sampai warna daging kecoklatan dan empuk. Lalu angkat dan tiriskan--Tumis Bahan dengan sisa minyak goreng sampai semua bahan tumis harum dan layu--Lalu masukkan daging dan tuang 1 Bungkus Pronas Sauce Black Pepper, ladaku merica bubuk, dan lada hitam sambil diaduk dengan api kecil sampai daging matang dan bumbu meresap ke dalam daging--Setalah daging matang, tambahkan irisan daun bawang lalu aduk merata..--Taraaaaaa.... Beef Black Pepper Siap di santap ðŸ˜ŠðŸ˜ŠðŸ˜Š--Silahkan dicoba ya buu, aku tunggu recooknya ðŸ˜--"
  },
  {
    "Title": "Sop Sapi",
    "Ingredients": "250 gram daging sapi(saya bagian tenderloin)--1 buah Wortel (potong-potong)--2 buah kentang--1/4 kol--1 bungkus kacang merah(saya skip krn ga ada stock)--1/2 bawang bombay (cincang kasar)--5 siung bawang merah (iris iris)--1/2 buah pala (digeprek)--5 biji cengkeh--Lada putih--secukupnya Lada hitam--Garam--Gula (pengganti penyedap)--",
    "Steps": "Tumis bawang bombay, bawang merah, lada sampai wangi.--Masukkan cengkeh, pala serta daging dan potongan sayur2an, tambahkan air kemudian masak sampai matang--Kalo mau gampang bisa pakai prestoðŸ˜Š--"
  },
  {
    "Title": "Romaine Lettuce Salad dengan Sapi Bumbu Ketumbar",
    "Ingredients": "bumbu halus:--1 sdm ketumbar--2 siung bawang putih--1 siung bawang merah--bumbu penyedap:--1 sdt garam--1/2 sdt gula pasir--secukupnya gula jawa--sejumput lada hitam--2 sdm minyak goreng/ mentega--bahan salad:--200 gram daging sapi--250 gram romaine lettuce--5 buah tomat ceri/ tomat muda--",
    "Steps": "Rebus daging sapi dengan air secukupnya. Rebus sampai daging sapi cukup empuk (kurang lebih 30- 45 menit)--Sembari menunggu daging empuk, cuci bersih romaine lettuce dan tomat, kemudian iris sesuai selera--Setelah daging matang dan empuk, iris tipis dengan potongan memanjang--Panaskan minyak, masukan bumbu halus, masak sampai wangi, kemudian masukan daging sapi. Bila terlalu kering, bisa tambahkan sedikit air.--Tambahkan bumbu penyedap. Kalau suka rasa yang lebih pekat, bisa tambahkan lagi garam dan gula pasir sesuai selera.--Setelah matang, campur daging dengan romaine lettuce.--"
  },
  {
    "Title": "Sop lobak dan daging sapi",
    "Ingredients": "250 gram Daging sapi has dalam potong panjang atau kotak--1 buah lobak--1 daun bawang--secukupnya Garam--secukupnya Merica--",
    "Steps": "Rebus air mendidih masukkan daging masak sampai empuk.--Setelah matang masukkan lobak dan daun bawang,garam dan merica.--"
  },
  {
    "Title": "Asem-Asem Daging Sapi",
    "Ingredients": "250 gram daging sapi potong kecil--3 buah wortel potong-potong--100 gram buncis potong-potong--1 buah tomat iris jadi 8--6 siung bawang merah iris tipis--3 siung bawang putih iris tipis--Secukupnya cabe--2 buah cabe merah iris serong (saya skip)--1 sdm air asam--3 buah blimbing wuluh (saya skip)--3 cm lengkuas geprek--Secukupnya gula, garam, kaldu bubuk--Secukupnya air--",
    "Steps": "Tumis bawang merah dan putih sampai harum--Masukkan cabe, lengkuas, blimbing wuluh. Masukkan daging tambahkan air.--Masukkan sayur, gula, garam, kaldu, tomat, dan air asam. Tes rasa.--Tunggu sampai daging empuk.--"
  },
  {
    "Title": "Tongseng Daging Sapi",
    "Ingredients": "500 gram daging sapi (potong - potong)--500 ml santan (dari 1/2 butir kelapa)--2 buah tomat (potong kasar)--5 lembar daun kol (potong kasar)--1 batang daun bawang (iris serong)--1 batang serai, memarkan--4 lembar daun jeruk--2 lembar daun salam--5-10 cabe rawit (boleh iris atau biarkan utuh)--3 butir kapulaga--2 butir cengkeh--1 cm kayumanis--Secukupnya garam, gula & kecap manis--Bumbu halus :--7 butir bawang merah--4 siung bawang putih--1 sdm ketumbar (sangrai)--1 cm kunyit (bakar)--1 sdt merica butiran--2 buah cabe merah besar (boleh jg pakai cabe keriting)--",
    "Steps": "Tumis bumbu halus & serai sampai wangi, masukkan daun salam, daun jeruk, cengkeh, kapulaga & kayumanis, aduk sampai wangi, masukkan daging sapi aduk2 sampai berubah warna, beri sedikit air, masak sampai daging empuk & air menyusut.--Tuangi santan,aduk rata,biarkan mendidih,masukkan cabe iris, kol, daun bawang & tomat aduk rata, bumbui garam, gula & kecap, tes rasa, bila sdh pas matikan api, pindah ke mangkuk saji, taburi bawang goreng, sajikan segera.--Selamat mencoba--"
  },
  {
    "Title": "Tumis Sapi Cincang",
    "Ingredients": "250 gram daging sapi cincang--6 batang buncis, potong kecil-kecil--2 batang wortel, parut--1 batang cabe merah--1 siung bawang putih--Kecap manis--Saus tiram--Lada hitam--Garam--Minyak wijen--Kecap ikan--",
    "Steps": "Tumis bawang putih hingga harum. Masukkan daging sapi. Aduk rata.--Tambahkan kecap manis, kecap ikan, garam, dan saus tiram. Aduk rata.--Masukkan cabe iris, buncis dan wortel.--Masak hingga matang. Angkat.--Sajikan dengan nasi hangat lebih nikmat.--"
  },
  {
    "Title": "Beef Tongseng",
    "Ingredients": "500 gram daging sapi--1 cm lengkuas, memarkan--5 siung bawang merah--1 batang serai--2 lembar daun salam--20 buah cabe rawit iris halus--5 buah cabe merah iris kasar--2 batang daun bawang iris kasar--secukupnya Merica--secukupnya Air--secukupnya Kecap manis--Minyak goreng secukupnya (untuk menumis)--Bumbu yang dihaluskan :--10 siung bawang merah--5 siung bawang putih--3 cm jahe--2 cm kunyit, bakar--3 buah kemiri, sangrai--1 sdt ketumbar--",
    "Steps": "Potong dan cuci daging sapi--Tumis bumbu yang telah dihaluskan, masukan bawang merah, cabe merah, cabe rawit, merica garam dan air secukupnya--Masukan daging, tambahkan air secukupnya--Tambahkan kecap manis, cek rasa dan biarkan sampai bumbu meresap, dan daging matang--Cek rasa, tambahkan daun bawang yang telah di potong kasar--Selamat mencoba buibuuuuðŸ˜‹--"
  },
  {
    "Title": "Soup daging #sapi",
    "Ingredients": "500 gram daging sapi Presto biar lembut--2 siung bawang merah--2 siung  Bawang merah goreng--3 Siung bawang putih--sejumput mericca--1 buah Kapulaga--2 buah Cengkeh--pala--2 batang seledri + daun bawang--tambahkan :--wortel, kentang, brokoli, arcis--",
    "Steps": "Haluskan bawang merah, bawang putih, kapulaga, cengkeh, mericca, pala--Daging sapi di presto biar lembut dan gunakan kuah soup pake kaldu daging...mendidih masukan wortel, kentang, brokoli/ kembang kol dan arcis--Campurkan bumbu, cek rasa, masukan daun seledri n daun bawang,garam, royc* rasa sapi--Yg mw pedas bisa kasih cabe rawit ya bundsis â˜ºSelamat mencoba rasa dijamin Yummi ðŸ˜ðŸ˜™--"
  },
  {
    "Title": "Steak Sapi Rumahan ala bunda 3D",
    "Ingredients": "250 gram daging sapi.... potong2 seukuran steak--10 sdm Bbq sauce--2 sdm olive oil / minyak goreng biasa--1/2 sdt lada putih bubuk--1 sdt lada hitam bubuk--1 sdt garam--",
    "Steps": "Aduk rata semua bahan.... lalu Marinade/rendam daging selama minimal 1 jam dikulkas.... jangan lupa daging ditusuk2 dengan garpu biar bumbu meresap.--Panaskan oven--Panggang daging selama 5 menit atas.... 5 menit bawah.... tergantung tingkat kematangan yang kita inginkan.--Daging steak pun siap kita nikmati dengan cocolan saus sambal dan buncis rebus--"
  },
  {
    "Title": "Bakso Sapi Simple Ga Ribet",
    "Ingredients": "500 gram daging sapi--85 gram es batu / 17%--100 gram tepung tapioka / 20%--2 butir putih telur--1 sdm garam--1 sdm bubuk kaldu sapi--1 sdt gula pasir--2 sdm bawang merah goreng, giling/tumbuk dahulu sampai halus--2 sdm bawang putih bubuk (bs diganti bawang putih goreng giling)--1 sdm minyak wijen--1 sdt merica (opsional) - saya ga pakai--1 sdt baking powder (optional) - saya juga ga pakai--",
    "Steps": "Daging sapi dipotong kecil-kecil supaya mudah diproses. Lalu masukkan seluruh daging sapi ke dalam food processor. TAMBAHKAN BATU ES sebanyak +-17% dari berat daging sapi. Giling sampai rata.--Setelah daging halus, masukkan semua bumbu yang lainnya, yaitu putih telur, garam, gula, bubuk kaldu sapi, bawang merah, bawang putih dan minyak wijen. Ketiga bahan yang terakhir saya sebutkan akan menambah aroma harum dan menghilangkan bau amis pada daging jadi kalau bisa JANGAN DI SKIP. Giling.--Setelah semua bahan tadi tercampur rata, masukkan tepung tapioka. Berat keseluruhan tapioka adalah 20% dari berat daging. Masukan separuh. Giling. Aduk sebentar adonan, lalu masukkan separuh lagi. Giling lagi. Jika mau menghasilkan bakso yang lebih kenyal, sebaiknya adonan bakso diuleni dengan tangan +- 20 menit. Tapi jika ingin lebih cepat, cukup giling lagi dengan food processor selama +-5 menit.--Kalau ingin menguleni, maka keluarkan adonan dari food processor dan masukkan ke dalam wadah besar. Uleni manual seperti menguleni roti, diaduk, ditekan dan diremas-remas. Lakukan terus sampai tangan Anda terasa pegal hehehe +- 20 menit sampai terasa kenyal. Adonan tidak akan kalis ya, karena perbandingan tepung dan daging adalah 1 : 5, bukan 1 : 1 seperti adonan pempek.--Lalu, baik adonan diuleni atau tidak, kita akan masuk ke tahap berikutnya. Didihkan air untuk merebus bakso. Di sisi lain, siapkan sepiring/mangkuk air suam kuku dan sendok. Untuk apa gunanya? Untuk membasahi tangan dan sendok sebelum membentuk bakso supaya tidak lengket di tangan dan sendok.--Jika air sudah mendidih, KECILKAN API. TUNGGU HINGGA GELEMBUNG MENDIDIHNYA HILANG dan air menjadi tenang. Jangan memasukkan bakso ke dalam air yang mendidih karena akan menyebabkan bakso menjadi pecah.--Lalu basahi tangan dengan air yang sudah disiapkan sebelumnya. Ambil segenggam adonan, lalu remas sehingga membentuk bulatan melalui jari jempol dan telunjuk. Cemplungkan adonan bulat tadi ke dalam air menggunakan sendok yang telah dibasahi sebelumnya. Ulangi terus proses sampai adonan habis.--Pada awalnya bakso akan tenggelam dan kita harus sabar menunggu sampai bakso matang/mengapung. Boleh membesarkan api, hanya saja jangan sampai air kembali mendidih/ada gelembung mendidih. Jika mulai mendidih, kecilkan api kembali.--Jika bakso sudah matang, bakso akan mengapung. Tunggu sekitar 2-3 menit sebelum mengangkatnya. Di sisi lain siapkan wadah berisi air dingin yang telah diberikan es batu sehingga menjadi air es.--Bakso yang telah diangkat, LANGSUNG DIMASUKKAN KE DALAM AIR ES. Hal ini untuk menghentikan proses pemasakan sehingga bakso tetap kenyal.--Taraaa.. Pentol baksonya sudah jadi. Silakan ditambahkan kuah bakso, mie kuning, mie putih, saos sambal dan kecap plus kerupuk!--Tambahan: karena mau ringkes dan ga ada stock tulang daging atau daging brisket (daging banyak lemak) saya langsung bikin kuah bakso dari air rebusan bakso tadi. Caranya mudah, pertama airnya dididihkan lagi untuk membuang busa-busa yang mengapung di atasnya. Siapkan bumbu kuah bakso: tumisan bawang merah bawang putih secukupnya, irisan daun bawang secukupnya, dan kaldu sapi bubuk secukupnya. Campurkan ke dalam air rebusan bakso tadi, lalu koreksi rasa. Tetap sedap! ðŸ˜„--"
  },
  {
    "Title": "Spicy Beef Teriyaki",
    "Ingredients": "200 gram Daging sapi segar (potong dadu)--3 siung bawang putih--2 siung bawang merah--Bawang bombay--Daun bawang--Buncis (potong 3 cm)--Jamur meram--2 sdm Saus BBQ--3 sdm Saus teriyaki--1 sdm Kecap asin--1/2 sdm minyak wijen--1 sdm Saus tomat--3 sdm Lada hitam (2 sdm untuk daging, 1 sdm saat masuk sayur)--1/2 sdm garam--Mentega--2 sdm Gula--Cabai rawit (diulek)--Air--Bila ingin lebih pedas tambahkan lada hitam sesuai selera anda--Dengan perbandingan 2:1 (saat rebus daging : saat masuk sayur)--Bila ingin lebih pedas lagi tambahkan cabai sesuai selera anda--",
    "Steps": "Panaskan mentega--Masukan bawang putih--Masukan bawang merah--Tunggu sampai harum--Masukan daging--Masukan garam 1/2 sdm--Masukan saus BBQ--Masukan air panas (tunggu 10 menit)--Masukan kecap asin--Masukan kecap teriyaki--Masukan lada hitam 2 sdm--Masukan cabai rawit ulek--Masukan minyak wijen--Masukan saus tomat--Masukan gula--Tambahkan sedikit air--Tutup wajan--Tunggu hingga air habis--Periksa keempukan daging--Masukan bawang bombay--Masukan daun bawang--Setelah air habis masukan buncis--Masukan jamur--Tambahkan lada hitam 1 sdm--Campurkan hingga matang--Bila ingin lebih pedas lagi tambahkan cabai dan lada hitam sesuai selera anda--"
  },
  {
    "Title": "Semur daging sapi Pedas",
    "Ingredients": "600 gram daging sapi--secukupnya kecap manis bango--5 batang cabe merah kriting--2 biji kemiri--1 sendok teh lada hitam--secukupnya garam--2 biji cengkeh--1 buah biji pala--2 biji bawang merah--3 biji bawang putih--",
    "Steps": "Rebus daging hingga empuk setelah empuk masukan cengkeh, biji pala dan cabai yg sudah di potong lalu masukan bumbu halus aduk lalu masukan kecap manis dan garam haduk hingga kuah terlihat kental dan bumbu sudah meresap ke daging.. setelah mendih angkat dan sajikan--Bumbu halus... ulek lada, kemiri, garam, bawang merah dan bawang putih,--"
  },
  {
    "Title": "Sup Daging Sosis Sapi",
    "Ingredients": "2 buah wortel ukrn besar, potong serong--1 buah kentang ukrn besar, potong kotak\"--6 buah buncis, potong\"--1/4 buah kol putih, potong\"--1 batang daun bawang & seledri, iris halus--150 gram daging sapi/tetelan, potong sesuai selera--1 buah sosis sapi, potong bulat--1,5 liter air--2 sdt kaldu bubuk--secukupnya garam--bumbu halus :--5 siung bawang merah--3 siung bawang putih--1 sdt lada butiran--1/2 buah tomat merah--1 sdm minyak goreng utk menumis--",
    "Steps": "Masak air dalam panci, tunggu hingga mendidih--Sambil menunggu air mendidih, panaskan minyak goreng, lalu tumis bumbu halus hingga harum, setelah itu masukan potongan daging sapi, tumis hingga berubah warna, lalu masukan kedalam air dan tunggu hingga mendidih--Setelah mendidih, masukan potongan wortel, buncis, dan kentang, masak hingga sayuran setengah matang dan daging empuk--Setelah itu, masukan sosis sapi, garam, dan kaldu bubuk, cek rasa, jika sdh pas masak hingga sayuran matang--Setelah sayuran matang, masukan potongan kol, daun bawang dan seledri, aduk rata sebentar, lalu matikan api dan sajikan sayur dengan irisan bawang goreng--"
  },
  {
    "Title": "Sapi krispi lada hitam",
    "Ingredients": "250gram daging sapi khas--satu tangkai  daun bawang (potong serong)--3 buah cabai merah  (potong serong)--1  bawang bombai (potong dadu agak tebal)--2 buku bawang putih (di geprek)--1 sdm  lada hitam bubuk--1 sendok makan tepung maizena (larutkan dengan air)--3 sdm kecap bango--1sdm saos tiram--. 1 buah  wortel (potong korek api)--tepung serba guna untuk menggoreng daging (cobe tepung)--1 buah  telur utuh(di kocok untuk danging sebelum di tepung)--secukupnya  minyak sayur untuk menggoreng daging dan menumis--secukupnya gula dan garam--",
    "Steps": "Iris tipis daging yang telah di bersihkan, masukan ke dalam tepung (cobe tepung), lalu goreng hingga kecoklatan--Tumis bawang putih dan bawang bombai sampai harum, lalu masukan wortel beserta cabai tunggu sampai layu sekitar 1 menit--Masukan daging yang telah di goreng tadi, lalu beri bumbu lada hitam, kecap, saos tiram, irisan daun bawang, beserta tambahkan tepung maizena, tambahkan garam dan gula (sesuai selera) tunggu sampei meresap dan angkat--"
  },
  {
    "Title": "Bakso daging sapi tanpa baking powder",
    "Ingredients": "500 gram daging sapi fresh--5 siung bawang putih, iris tipis dan goreng--7 siung bawang merah, iris tipis dan goreng--1 butir putih telur--2 sdt garam--1/2 sdt merica--1 sdt gula pasir--1 sdt kaldu sapi non MSG--150 gram es batu, hancurkan--100 gram tepung sagu tani--Bumbu untuk merebus:--1 batang daun bawang--2 tangkai seledri--1 buah bawang bombay kecil, iris jd 2--2 siung bawang putih, iris tipis dan goreng--",
    "Steps": "Cuci bersih daging, potong kecil2--Masukkan bawang putih dan merah goreng ke food processor/chopper, hancurkan.--Masukkan daging sapi, garam, merica, gula, kaldu sapi, dan es batu ke FP/chopper. Haluskan daging sebentar, tambahkan putih telur dan haluskan lg daging sampai sehalus mungkin.--Pindahkan ke baskom, masukkan tepung sagu, aduk sampai rata. * Jangan terlalu lama mengaduknya nanti baksonya keras. *--Didihkan air dlm panci beserta daun bawang, seledri, bawang putih goreng dan bawang bombay. Kecilkan api sampai air tidak bergolak lg. Cetak bakso dan masukkan dlm air panas sampai habis.--Tunggu sampai bakso mengapung, biarkan agak lama baru ditiriskan agar bakso bnr2 matang. Langsung masukkan bakso kedalam air es, lalu tiriskan.--Jangan buang air sisa merebus bakso, karna bisa dbikin kuah bakso tinggal bumbuin bawang putih dtumis, merica dan garam. Yummy ðŸ˜‹--"
  },
  {
    "Title": "Beef patty steak black pepper sauce",
    "Ingredients": "200 gram daging sapi cincang--3 sdm tepung panir--1/2 bawang Bombay, cincang--1 bawang putih, cincang--1 sdt merica--Secukupnya garam--Secukupnya minyak--Bahan sauce black pepper:--1/2 bawang Bombay, iris--5 sdm saus tiram--1 sdm kecap--3 sdm saus sambal--1 sdt tepung maizena larutkan dgn 100ml air--2 sdm minyak--France fries:--300 gram kentang, kupas--5 sdm tepung maizena--Minyak untuk menggoreng--Bahan tambahan sayuran (optional)--",
    "Steps": "Panaskan 2 sdm minyak, oseng bawang bombay dan bawang putih cincang hingga wangi, angkat. Lalu campurkan daging cincang, bawang bombay dan bawang putih tadi, lalu tepung panir, merica, secukupnya garam. Cetak bulat menggunakan tangan--Panaskan 2 sdm minyak lalu masak beef patty hingga masak dikedua sisi, tiriskan--Panaskan 2 sdm minyak, oseng bawang bombay hingga wangi, tambahkan saus tiram, saus sambal, kecap lalu tepung maizena yg dilarutkan, aduk hingga mengental--Potong potong kentang, siapkan kukusan, kukus kentang hingga empuk, angkat lalu lumuri dgn tepung maizena, goreng hingga kering, tiriskan--Ready to plating ðŸ›ðŸ–--"
  },
  {
    "Title": "Asem Asem Daging Sapi",
    "Ingredients": "250 gram daging sapi khas dalem--30 buah buncis, potong2--4 buah wortel, potong2--2 buah kentang, potong2--3 lembar bay leaf--2 cm lengkuas, geprek--1 cm jahe, geprek--1 buah tomat uk besar, potong dadu--2 buah cabe merah besar, potong serong--10 buah cabe rawit, biarkan utuh--1 sisir gula merah--3 buah asam jawa, larutkan dgn sedikit air panas--1 siung bawang bombay, iris tipis--8 siung bawang merah, iris tipis--5 siung bawang putih, iris tipis--1 sdm margarine--1 sdm olive oil--secukupnya garam, penyedap rasa, gula pasir (bila perlu)--secukupnya air utk kuah--",
    "Steps": "Cuci bersih daging, semua sayuran dan bumbu. Tiriskan.--â€ŽPotong daging sesuai selera, rebus dgn beri garam secukupnya, masak sampai daging empuk. Masukkan wortel dan ketang, masak hingga matang.--Panaskan margarine dan olive oil, tumis bawang bombay, bawang merah, bawang putih, tambahkan cabe merah iris, cabe rawit utuh, jahe, lengkuas, daun salam sampai harum. Lalu masukkan ke dlm rebusan daging.--Masukkan buncis, tomat, gula merah, air larutan asam jawa, garam & penyedap rasa. Aduk2, test rasa.--Siap sajikan bersama taburan bawang goreng.--"
  },
  {
    "Title": "Sapi Lada Hitam Endesss",
    "Ingredients": "500 gram daging sapi, rebus hingga empuk lalu potong potong--1 buah bawang bombay, rajang halus--5 siung bawang putih cincang halus--secukupnya saus tiram--secukupnya lada--secukupnya garam--secukupnya gula pasir--secukupnya minyak sayur untuk menumis--secukupnya air--",
    "Steps": "Panaskan minyak. tumis bawang bombay dan bawang putih hingga harum, masukkan daging yg sudah empuk., tambahkan lada, garam, saus tiram, gula pasir, dan air.. tutup tunggu hingga bumbu meresap--Aduk rata dan cek rasa, jika sudah enak angkat dan sajikan dengan nasi. selamat mencoba dan semoga berhasil.--"
  },
  {
    "Title": "Beef teriyaki",
    "Ingredients": "200 gram daging sapi segar--1 buah bawang bombay--3 buah bawang putih--5 buah cabai merah--2 sendok saos teriyaki--3 sendok minyak goreng--2 sendok kecap manis--",
    "Steps": "Cuci daging sapi, potong tipis-tipis, lalu rebus selama 30 menit hingga matang dan empuk lalu tiriskan--Potong bawang bombay berbentuk panjang, cincang bawa putih, dan potong miring cabai merah--Tumis bawang putih dan bawang bombay hingga harum, lalu masukan cabai. Setelah tampak layu, masukan daging sapi yang telah di rebus--"
  },
  {
    "Title": "Gulai Cincang Sapi",
    "Ingredients": "500 gram daging sapi campur lemak/tetelan--2 bh kentang--1 batang serei digeplek--1 ruas lengkuas digeplek--2 lembar daun salam--4 lembar daun jeruk--1 bh bunga lawang--2 bh kapulaga--3 bh cengkeh--1 bh kayu manis--8 bh cabe--8 bh bawang merah--4 bh bawang putih--1 ruas jahe--3 bh kemiri--1 sdm ketumbar--1/2 bh pala--1/2 sdm jinten--1 sdm garam--1 sdm gula pasir--1 bungkus sun kara kecil--2,5 gelas air putih--Secukupnya minyak makan--",
    "Steps": "Siapkan semua bahan--Potong kotak2 daging sapi lalu cuci bersih setelah itu rebus daging hingga mateng dan tiriskan.kentangnya di potong2 aja menjadi 6 bagian--Bumbu yang diulek : bawang merah,bawang putih,cabe,jahe,kemiri,ketumbar,pala dan jinten--Masukkan minyak makan kedalam wajan tumis bumbu yang sudah dihaluskan,masukkan serei,daun salam,daun jeruk,lengkuas msk hingga harum--Setelah itu masukkan kentang,daging lalu tuangkan air putih,bunga lawang,kapulaga,cengkeh,kayu manis msk hingga mendidih--Setelah itu baru mskkn santan,beri garam,gula putih aduk2 biar santannya gak pecah.masak hingga airnya berkurang,santannya berubah warna&sampai santannya ngeluarin minyak--Koreksi rasa & siap disajikan--"
  },
  {
    "Title": "Sate Sapi",
    "Ingredients": "500 gram daging sapi has dalam atau sirloin--2 sdm margarin, lelehkan--Lalapan irisan bawang merah dan cabai rawit--Sambal kecap--15-20 tusuk sate--Bumbu perendam:--6 butir bawang merah--5 siung bawang putih--3 butir kemiri--1/2 sdm biji ketumbar, sangrai--1/2 sdm gula Jawa--6-8 sdm kecap manis--1 sdt garam--",
    "Steps": "â€“ Potong daging dadu besar berlawanan serat. â€“ Haluskan bawang putih, bawang merah, kemiri, biji ketumbar, garam dan gula Jawa. Kemudian tambahkan kecap manis. Rendam daging bersama bumbu ini semalaman dalam lemari es. â€“ Paginya, tusuk dengan tusuk sate. Per tusuk saya isi 5 potong daging. Saya dapatkan 16 tusuk tetapi semua bergantung ukuran potongan daging kita. Saya tidak memotong terlalu kecil supaya tidak kering dan keras setelah dibakar nanti.--â€“ Siapkan arang, bakar sate sambil diolesi margarin yang sudah dilelehkan. Bakar hingga matang. â€“ Sajikan dengan nasi putih, lalapan dan sambal kecal. Alm. Mama sajikan dengan Tempe Oblok-Oblok ðŸ™‚ Untuk 16 tusuk--"
  },
  {
    "Title": "Sapi tumis campur pakcoy saos tiram",
    "Ingredients": "250 gram daging sapi iris tipis--2 buah cabe hijau besar--2 buah cabe merah besar--8 buah cabe rawit hijau--5 siung bawang merah--4 siung bawang putih--5 lembar sayur pakcoy--1/2 bawang bombay ukuran kecil--2 sdm saos tiram--2 sdm kecap manis--1 sdm saos sambal--1 sdm gula pasir--1 sdm cabe merah giling--2 sdm santan kara--Secukupnya lada bubuk--Secukupnya air--4 sdm minyak goreng--",
    "Steps": "Iris semua bawang dan cabe kemudian tumis sampai harum--Setelah harum masukkan santan kara, saos sambal, kecap, saos tiram, gula dan cabe merah giling--Masukkan daging, kemudian tambahkan air secukupny, kira2 setengah gelas, masukkan pakcoy yang sudah diiris tipis--Masak hingga kuah agak mengering dan daginya lembut--Sajikan hangat bersama nasi putih--"
  },
  {
    "Title": "Brokoli Daging Sapi Teriyaki",
    "Ingredients": "1 bonggol Brokoli ...cuci lalu rendam air hangat+garam lalu bilas--200 gram Daging sapi iris tipis--1/2 sdm Biji wijen--1 buah bawang bombay ukuran kecil diiris-iris--2 cm Jahe digeprek--Saus perendam:--1 siung Bawang Putih Geprek--4 sdm saus teriyaki--1 sdt lada hitam bubuk--",
    "Steps": "Cuci bersih daging lalu kasih saus perendam, diamkan selama 30 menit sambil ditusuk2 garpu biar saos meresap.--Tumis bawang bombay sampai harum..... lalu masukkan daging beserta saosnya + jahe sampai daging berubah warna.... tambahkan air secukupnya sampai mendidih--Masukkan brokoli, biji wijen.... garam, gula.... aduk merata sampai mendidih lagi.... koreksi rasa.--Hidangan pun siap untuk disantap.--"
  },
  {
    "Title": "Beef teriyaki ala hokben dan tora-tora (daging teriyaki)",
    "Ingredients": "750 gram daging sapi cuci bersih--2 sdm bumbu dasar bawang putih (resep sebelumnya)--2 cm jahe dihaluskan--8 sdm saos teriyaki--2 sdm saos tiram--2 sdm kecap asin--2 sdm kecap manis--1 sdm minyak wijen--Bawang bombay--Lada--",
    "Steps": "Cuci bersih daging baru potong potong memanjang lalu cuci bersih lagi supaya hilang darahnya--Abis dipotong tuang 6 sdm saos teriyaki lalu diamkan kurleb 15 menit--Tumis bumbu dasar bawang putih sampai wangi--Baru masukin dagingnya tutup rapat, api kecil gaperlu tambah air--Tapi kalo airnya abis ya tambahin biar ga gosong, kalo aku tadi si engga soalnya ditutup rapat--Setelah agak masak masukkan semua bumbu saos dan kecap dan minyak wijen dan sisa saos teriyaki lalu diaduk dan tunggu daging sampai lunak, ditutup aja ya wajan atau pancinta--Tes rasaa kalo kurang asin atau manis mainin di kecap aja, kalo ngerasa kurang puas ya pake gula garam tau penyedap--Kalo udah agak empuk baru masukin potongan bombay biar pas dimakan bombaynya masih seger--Tadaaa jadi dehh--"
  },
  {
    "Title": "Beef Yakiniku",
    "Ingredients": "300 gram daging sapi--1 buah paprika hijau--2 buah bawang bombay ukuran sedang--4 siung bawang putih--5 buah cabe rawit merah (bolehskip) berhubung suami suka pedas--1 sendok makan margarin--Sejumput garam--Sejumput penyedap--1 sendok teh gula pasir--3 sendok makan kecap inggris--Sejumput lada hitam--",
    "Steps": "Iris tipis2 daging dengan memanjang, potong2 memanjang paprika, potong bombay membentuk lingkaran, keprek bawang putih.--Siapkan wajan dengan margarin yang sudah di panaskan, masukan bawang putih dan cabe rawit merah tumis sampai harum, lalu masukan daging tumis sampai berubah warna lalu masukan paprika dan bombay agar tidak overcook jadi saya masukan belakangan.--Masukan bumbu seperti garam, gula, kecap inggris dan penyedap. Koreksi rasa, Kalau yang suka kuah boleh tambahkan air sedikit, masak kurang lebih 10menit.--Beef yakiniku siap dihidangkan dengan nasi hangat.--"
  },
  {
    "Title": "Tongseng Sapi Sederhana",
    "Ingredients": "500 Gram Daging Sapi tanpa lemak--Bumbu Halus :--5 Siung Bawang Merah--3 Siung Bawang putih--3 cm Jahe--3 buah Cabe Merah besar--10 Buah Cabe Rawit--1 sdt Merica Bubuk--1 Bungkus Penyedap Bubuk (Masako)--1 sdm Gula--1/2 sdt Garam--3 Butir Kemiri--2 sdm Kecap Manis (ABC)--2 Lembar Daun Salam--2 Lembar Daun Jeruk--",
    "Steps": "Tumis bumbu halus tambahkan daun jeruk dan daun salam sampe wangi, setelah itu masukkan daging yg sudah di potong2 (sesuai selera)--Masukkan kecap, tambahkan 200 ml air, masak 20 menit sampe air menyusut. Test rasa. Sajikan--"
  }
]